<unk>	0
<s>	0
</s>	0
ን	-3.80894
ና	-4.05064
ም	-4.09962
▁	-4.40458
▁ነው	-4.67481
▁ላይ	-4.80446
▁የ	-4.98896
▁በ	-5.00457
ው	-5.17343
ት	-5.37648
▁ከ	-5.38269
▁ጊዜ	-5.45979
▁ነበር	-5.49353
▁ወደ	-5.49981
▁ውስጥ	-5.58127
▁ለ	-5.63125
▁ጋር	-5.6882
▁ሰዎች	-5.84344
በት	-5.85465
▁እና	-5.8567
▁እንደ	-5.87838
▁ወይም	-5.89487
▁ሁሉ	-5.9123
▁ነገር	-5.92028
▁አንድ	-5.93786
▁ሰው	-5.97346
ህ	-6.01237
▁ይህ	-6.08816
▁ቅዱስ	-6.10805
▁ስለ	-6.11181
▁እንዲህ	-6.11206
▁ግን	-6.13744
▁ምን	-6.15326
ስ	-6.16001
▁የሚ	-6.27187
▁አምላክ	-6.29415
▁፩	-6.33454
▁በዚህ	-6.33888
▁በኋላ	-6.34187
▁ይሆዋ	-6.3575
▁ደግሞ	-6.39796
▁ይ	-6.42597
▁አ	-6.42635
▁ቤት	-6.43573
▁ስራ	-6.48056
▁፪	-6.50643
▁ኢየሱስ	-6.53079
▁እንዲሁም	-6.55392
▁መፅሀፍ	-6.55861
▁ቀን	-6.57699
▁ሲ	-6.59999
▁መ	-6.61138
▁ተ	-6.61772
▁እንዴት	-6.6523
▁ይህን	-6.65894
▁ሲሆን	-6.67826
▁—	-6.69094
▁እንዲ	-6.6968
ች	-6.70179
▁መንገድ	-6.71201
▁ያ	-6.71586
ውን	-6.73801
▁ቃል	-6.74334
▁ብቻ	-6.75277
▁ናቸው	-6.76316
▁፫	-6.77578
▁ይችላል	-6.7783
▁ሊ	-6.77857
ል	-6.78093
▁ልጅ	-6.79798
▁መካከል	-6.80556
▁ያለው	-6.81979
▁እንደሆነ	-6.82953
ዎች	-6.83402
ነት	-6.8364
▁ብዙ	-6.84005
ር	-6.84407
▁ሁኔታ	-6.84996
▁እስከ	-6.85473
▁እንጂ	-6.87851
▁አመት	-6.906
▁ሆነ	-6.921
▁ልጆች	-6.92274
▁በላይ	-6.92444
▁በጣም	-6.94389
▁ሆኖ	-6.95495
ኝ	-6.95559
.	-6.96674
ሽ	-6.96912
▁ምሳሌ	-6.97224
ባቸው	-6.97922
▁፬	-6.98132
▁በማለት	-6.98204
▁ዘመን	-6.98431
▁መሰረት	-6.99808
▁ይሆናል	-7.00635
▁ከዚህ	-7.00646
▁ያለ	-7.00843
▁ድረስ	-7.01076
▁እ	-7.02481
▁ነገሮች	-7.04281
ድ	-7.04589
▁ያህል	-7.05565
ክ	-7.05615
▁ማለት	-7.05676
▁መንግስት	-7.05928
▁የተ	-7.0594
▁ዘንድ	-7.06215
▁አይነት	-7.07007
ማ	-7.07044
▁አይ	-7.07992
▁ምክንያት	-7.08081
▁፭	-7.09846
በ	-7.1014
▁ትምህርት	-7.10257
▁ይሁን	-7.10821
ዋ	-7.12355
▁የይሆዋ	-7.13148
▁እነዚህ	-7.13378
▁ቦታ	-7.13482
▁ሌሎች	-7.15691
▁አለ	-7.15818
▁ህግ	-7.1586
▁አለም	-7.16306
▁ማድረግ	-7.1758
▁ክርስቲያን	-7.18301
▁ብሎ	-7.19033
▁ከሆነ	-7.19036
▁እኔ	-7.19446
ታ	-7.20755
▁ወቅት	-7.21579
▁የሆነ	-7.22639
▁ከፍተኛ	-7.22658
▁ምንም	-7.23079
▁መሆኑን	-7.23393
▁ቤተ	-7.23438
▁፮	-7.23549
▁በሙሉ	-7.23658
።	-7.23789
▁በፊት	-7.24171
▁ሀ	-7.24577
▁ሲል	-7.24889
ተ	-7.25594
▁ህይወት	-7.278
▁ከዚያም	-7.28613
▁ቢ	-7.28628
▁ከተማ	-7.28778
▁ሌላ	-7.30863
ለ	-7.31948
ላቸው	-7.32183
▁በመ	-7.32989
▁አይደለም	-7.33113
▁አንዳንድ	-7.3326
▁እንደሚ	-7.33548
▁የሚገኝ	-7.36516
ለት	-7.37116
▁አንቀፅ	-7.37415
▁በሚ	-7.37489
▁ስም	-7.3822
▁የአምላክ	-7.38407
አ	-7.38576
▁አል	-7.38919
▁፲	-7.39208
▁ምድር	-7.39926
▁፲፭	-7.40073
ላ	-7.40593
▁ሆኖም	-7.40681
▁አም	-7.40833
▁ማ	-7.41071
▁አመታት	-7.41424
▁ት	-7.4145
▁እንኳ	-7.41598
ሳ	-7.42391
ዳ	-7.42795
▁አገልግሎት	-7.43106
▁፯	-7.43161
▁አሁን	-7.43326
▁መሆን	-7.44077
▁አለው	-7.44287
ይ	-7.45089
ብ	-7.45153
▁ይላል	-7.4525
የ	-7.45264
▁እየ	-7.45269
▁አዲስ	-7.45487
▁፲፪	-7.46082
▁የመፅሀፍ	-7.46408
▁ደረጃ	-7.46758
▁ሁለት	-7.4877
▁ምስክሮች	-7.48862
▁ክፍል	-7.49121
▁ጳውሎስ	-7.49504
▁ጥሩ	-7.49525
ንም	-7.4958
▁፰	-7.4965
▁ነው።	-7.4971
▁ሀሳብ	-7.50178
▁እግዚአብሄር	-7.50679
መ	-7.50981
▁ንጉስ	-7.51977
ያ	-7.53119
ህን	-7.53125
▁ፊት	-7.53266
▁እምነት	-7.53449
፣	-7.53618
ዝ	-7.53666
▁ህዝብ	-7.53734
▁ምክር	-7.53826
▁በመሆኑም	-7.54157
▁ስለዚህ	-7.54228
ግ	-7.54932
▁ያለውን	-7.55094
ቱ	-7.55095
ሰ	-7.55158
▁ተስፋ	-7.55196
▁ይልቅ	-7.55434
ከ	-7.5565
▁የሚያ	-7.55919
▁፱	-7.56212
ራ	-7.56758
▁ፍቅር	-7.57264
▁ጉዳይ	-7.57387
▁የሆነው	-7.57779
ሉ	-7.58017
▁ክርስቲያኖች	-7.58586
ሁ	-7.58954
ነ	-7.58979
▁ቁጥር	-7.59125
▁የሚል	-7.59232
▁ሳይሆን	-7.59415
▁፲፩	-7.59461
ረ	-7.60308
▁ሆይ	-7.61198
▁ያሉ	-7.61711
ኩ	-7.62286
▁ካ	-7.63616
ቅ	-7.64506
ጥ	-7.65032
▁መንፈስ	-7.66063
▁ስርአት	-7.661
▁የሆኑ	-7.66387
▁ከመ	-7.66932
▁አንዱ	-7.67601
▁በአንድ	-7.67939
ፍ	-7.68237
▁በተጨማሪም	-7.68427
▁ባ	-7.68629
ባ	-7.68712
▁አገር	-7.69028
ታል	-7.69499
▁መንፈሳዊ	-7.69745
▁ሙሉ	-7.70212
▁የሰው	-7.70241
▁በገፅ	-7.70334
▁፲፫	-7.70533
▁ችግር	-7.70649
ሌ	-7.70784
▁የኢትዮጵያ	-7.70909
▁•	-7.71412
▁ዛሬ	-7.71415
▁ብለው	-7.71917
ገ	-7.72054
▁፲፬	-7.72241
▁ጠቅላይ	-7.72513
▁በተ	-7.73127
▁ለምንድን	-7.73286
▁እጅግ	-7.73444
▁እን	-7.73637
▁ዋና	-7.74013
▁የመ	-7.74531
▁ልዩ	-7.74641
▁መጠን	-7.75545
▁ለማድረግ	-7.75601
ፈ	-7.75823
_	-7.75841
▁አንተ	-7.76074
▁ክርስቶስ	-7.76477
▁የተነሳ	-7.76498
▁ከተ	-7.76993
▁ቢሆን	-7.77084
▁ይበልጥ	-7.77283
▁ጥረት	-7.7744
▁ያላቸው	-7.77719
▁የነበረው	-7.77959
▁ሀይል	-7.78103
ሮ	-7.78274
▁ስር	-7.79076
▁አድርጎ	-7.79147
▁የማ	-7.79232
▁አበባ	-7.79305
▁ነበሩ	-7.79706
▁በኩል	-7.79812
▁አዋጅ	-7.79881
▁አት	-7.79943
▁ባለ	-7.80181
▁ሳይ	-7.80234
▁ቢሆንም	-7.80407
▁፲፮	-7.80535
ሩ	-7.80592
▁አስፈላጊ	-7.8175
▁ጥያቄ	-7.81846
▁ጉባኤ	-7.82497
ሪ	-7.82808
▁ለማግኘት	-7.82923
▁፳	-7.82988
▁እየተ	-7.83209
▁በማ	-7.83256
▁ጀምሮ	-7.83386
▁የስራ	-7.83482
▁ይህም	-7.83911
▁፲፯	-7.84265
ቸው	-7.84368
▁፲፰	-7.84534
ቀ	-7.84633
▁እሱ	-7.84736
ጣ	-7.85159
▁ስሜት	-7.85294
▁ሴት	-7.85517
ሊ	-7.85593
▁አካባቢ	-7.86018
▁ከሚ	-7.86081
▁መቶ	-7.86246
▁ታሪክ	-7.86675
▁የአማርኛ	-7.87009
▁የማይ	-7.87021
▁በርካታ	-7.87273
▁አካል	-7.87615
▁መልካም	-7.88373
▁የለም	-7.88451
▁ከፍ	-7.88564
ቶ	-7.8859
▁ሊሆን	-7.88755
▁ፈቃድ	-7.89265
▁ልብ	-7.90004
▁ያህዌ	-7.90008
▁ስእል	-7.91275
▁መረጃ	-7.91392
▁(	-7.91626
▁ለምን	-7.91703
▁ተብሎ	-7.91822
▁ይችላሉ	-7.92101
▁ለምሳሌ	-7.9239
▁ዘ	-7.92483
▁ውሳኔ	-7.92652
▁እንዳይ	-7.92662
▁—⁠	-7.92999
▁ኢትዮጵያ	-7.93569
▁በዚያ	-7.93654
▁ምንድን	-7.93904
ደ	-7.94303
▁የምት	-7.94327
▁ብሏል	-7.94571
▁ሆነው	-7.94849
▁ለመ	-7.95045
ዎቹ	-7.9505
)	-7.95675
▁አለበት	-7.95683
▁ውሀ	-7.9608
▁ስ	-7.96204
▁ታ	-7.96378
▁መብት	-7.9672
ኑ	-7.96728
ዬ	-7.9693
▁፲፱	-7.97023
▁ረገድ	-7.97546
ኖ	-7.97602
ቃ	-7.9769
▁አሉ	-7.97861
▁እያ	-7.98184
▁ግንኙነት	-7.98312
▁ቤቱ	-7.98321
▁በተመለከተ	-7.98362
▁ትርጉም	-7.98415
ጋ	-7.98652
▁ማንኛውም	-7.98795
▁ገንዘብ	-7.99295
▁በአ	-7.99624
ኛ	-7.99629
▁በማድረግ	-7.9972
ኒ	-8.00342
▁አባላት	-8.00805
▁ከዚያ	-8.00936
▁ጌታ	-8.01107
▁ማን	-8.01378
▁ሰአት	-8.01443
▁በይሆዋ	-8.0163
ሀ	-8.02116
▁ሰላም	-8.0224
▁የአ	-8.02287
▁አመለካከት	-8.02533
▁ደስ	-8.03462
ትን	-8.03505
ቆ	-8.03912
▁ማግኘት	-8.03931
ሎ	-8.03944
▁እውነት	-8.04469
▁አላማ	-8.04619
▁ጥቅም	-8.04859
▁ቋንቋ	-8.05098
▁እኛ	-8.05278
▁ትልቅ	-8.05408
▁መልስ	-8.05558
▁በአምላክ	-8.05692
▁እንዳ	-8.05798
ነው	-8.06379
▁ከባድ	-8.06394
▁ወር	-8.06415
▁አላቸው	-8.06491
▁ዳዊት	-8.06643
▁ይሁንና	-8.0679
▁ያሉት	-8.07019
ዉ	-8.07627
እ	-8.077
▁የአምላክን	-8.08027
▁አቶ	-8.08067
▁ታዲያ	-8.08196
▁መሆኑ	-8.0823
ፋ	-8.08234
▁ድርጅት	-8.08303
▁መመሪያ	-8.08907
▁ሶስት	-8.09515
▁ምክንያቱም	-8.09552
▁ታላቅ	-8.09564
ወ	-8.09591
▁በሌላ	-8.09706
▁እንችላለን	-8.09817
▁ይገባል	-8.09831
▁አቃቤ	-8.10449
▁እናንተ	-8.10653
▁ባለው	-8.10747
▁በምድር	-8.1076
ካ	-8.10934
▁ዮሀንስ	-8.11548
▁.	-8.11578
▁ፍርድ	-8.11786
ልን	-8.12258
▁በኢትዮጵያ	-8.12467
▁ወንዶች	-8.12486
▁ክልል	-8.12721
ሙ	-8.12781
▁አማካኝነት	-8.13227
ዘ	-8.13493
▁በመሆኑ	-8.13525
▁ታማኝ	-8.13621
▁እርሱ	-8.13879
ቲ	-8.14201
ጠ	-8.14219
በትን	-8.14347
▁እነዚህን	-8.14579
▁የሚለው	-8.14631
▁ሁሉም	-8.14919
▁ስለሚ	-8.15164
▁የሆነውን	-8.15362
▁ይሆዋን	-8.15463
▁እርምጃ	-8.15674
ቴ	-8.15812
▁አስ	-8.16148
▁ብር	-8.17047
▁ቀደም	-8.17395
ሬ	-8.17507
▁የምን	-8.1762
▁፳፬	-8.17663
▁የመንግስት	-8.17852
ሞ	-8.17862
▁የተለያዩ	-8.17952
▁ሊያ	-8.18004
▁፳፩	-8.18147
ባት	-8.18575
▁ስልጣን	-8.18586
ዲ	-8.18829
▁ሴቶች	-8.19302
ችን	-8.19516
▁ቅዱስን	-8.19898
▁ሲሉ	-8.20145
▁ደስታ	-8.20383
ናል	-8.21236
▁ወንድሞች	-8.21717
▁ለሚ	-8.21775
ዱ	-8.22149
▁እጅ	-8.2252
▁እንዲሆን	-8.22998
ጅ	-8.23328
▁እውነተኛ	-8.23499
▁ነፃ	-8.23546
▁፴	-8.23649
▁ሰዎችን	-8.23791
▁በሆነ	-8.24025
▁ጉዳዮች	-8.24123
▁ላ	-8.24433
▁ል	-8.2447
ልኝ	-8.24553
▁ጉዳት	-8.24558
▁ይሆን	-8.24671
▁እርዳታ	-8.24808
▁ተጨማሪ	-8.24846
▁ለማ	-8.24854
▁የሚገኙ	-8.2498
ችው	-8.25154
▁ምግብ	-8.25233
▁ብ	-8.25265
ሲ	-8.25354
ሚ	-8.25423
▁ዙሪያ	-8.25554
▁ፍላጎት	-8.25904
ችሁ	-8.25973
▁በአሁኑ	-8.2631
▁ለውጥ	-8.26429
▁ብለዋል	-8.26538
ቢ	-8.26801
▁ዘር	-8.2714
ዛ	-8.27215
▁መከራ	-8.27299
▁ትኩረት	-8.27422
ዋል	-8.27732
▁የነበረ	-8.27921
ፅ	-8.28037
ዶ	-8.28085
▁በዛሬው	-8.2813
▁በአል	-8.28135
ኔ	-8.28277
▁መዝሙር	-8.28301
▁ቀናት	-8.28406
ሱ	-8.28486
ኮ	-8.2911
▁ስፍራ	-8.29152
▁ፈፅሞ	-8.2973
▁፳፪	-8.29986
ቡ	-8.30011
▁ድምፅ	-8.30229
ቁ	-8.30316
▁ጥበብ	-8.30361
▁ደንብ	-8.30543
▁ተግባር	-8.30543
▁ኢ	-8.30601
▁አንዲት	-8.30653
▁ወጣቶች	-8.3069
▁ሀገር	-8.30814
▁ክፉ	-8.30946
▁ደም	-8.30985
▁በአለም	-8.31317
▁ከመሆኑ	-8.31354
▁ሀጢአት	-8.31417
▁አሳ	-8.31469
ኤ	-8.31583
▁ነኝ	-8.31832
▁ደቀ	-8.31838
▁አደጋ	-8.31951
▁ርእስ	-8.31967
▁ገና	-8.3208
▁አገሮች	-8.3209
▁እውቀት	-8.32178
▁ውጤት	-8.32247
▁ለዚህ	-8.32355
ዊ	-8.32644
▁ከዚህም	-8.32667
▁ሀላፊነት	-8.3273
ላት	-8.32805
▁ቅዱሳን	-8.32943
ታቸው	-8.32945
▁እለት	-8.33532
▁እንዲያ	-8.34323
▁በመፅሀፍ	-8.34327
▁ይቻላል	-8.34376
▁መልእክት	-8.34408
▁በመቶ	-8.34468
▁ጥናት	-8.34524
ቶች	-8.34566
ጨ	-8.34698
▁የአለም	-8.34761
▁እሱም	-8.34855
▁ስብሰባ	-8.34982
▁፳፫	-8.34992
▁በግልፅ	-8.3532
ሻ	-8.35461
▁ጨምሮ	-8.35462
ላችሁ	-8.35639
▁አባት	-8.35659
▁ተናግሯል	-8.35806
▁ሳ	-8.36009
▁ተፅእኖ	-8.36229
▁አድርገው	-8.36558
▁ህዝቦች	-8.36567
▁ክብር	-8.36694
▁አሁንም	-8.36892
▁ለይሆዋ	-8.36995
▁የሆኑት	-8.37149
▁፳፭	-8.37206
▁ምንጭ	-8.37453
▁ሞት	-8.37556
▁ጴጥሮስ	-8.3765
▁እንድት	-8.37695
▁ሰ	-8.37747
▁እንዲያውም	-8.37878
▁ማለትም	-8.37901
▁ሁኔታዎች	-8.37902
▁መስዋእት	-8.37957
▁መስጠት	-8.38803
ጭ	-8.38961
▁ያደርጋል	-8.39275
▁ሀዋርያው	-8.39418
▁ተመልከት	-8.3952
▁አምላክን	-8.39539
▁የእስራኤል	-8.39705
▁አቀፍ	-8.39824
▁ጥያቄዎች	-8.39848
▁እኔም	-8.40046
▁ገፅ	-8.40052
ለው	-8.40198
▁አን	-8.408
▁ያስ	-8.4083
▁ተማሪዎች	-8.41154
ጎ	-8.4121
▁እንደተ	-8.41382
▁ሲያ	-8.41465
▁ቤቶች	-8.41933
▁ከአ	-8.41936
▁መኖር	-8.42152
ቦ	-8.42733
▁መሰረታዊ	-8.42816
▁እንዳለ	-8.42845
▁ቃላት	-8.42863
▁መጀመሪያ	-8.43926
▁በተለይ	-8.44367
▁እስራኤላውያን	-8.44374
▁በተጨማሪ	-8.4444
▁ልክ	-8.44449
▁ወጣት	-8.44451
▁ያል	-8.44463
▁እንቅስቃሴ	-8.44548
▁ግልፅ	-8.44739
▁ይህንን	-8.45158
▁የተባለው	-8.45736
▁ውጭ	-8.45854
▁ደግሞም	-8.46087
▁ወንድም	-8.46215
ጉ	-8.46273
▁ሀይማኖት	-8.46306
▁አጋጣሚ	-8.4641
ተው	-8.46639
▁የፌዴራል	-8.46669
▁የነበሩ	-8.46677
▁ስት	-8.46802
▁እድሜ	-8.46825
▁ይኸውም	-8.46879
▁አልፎ	-8.47136
▁ጦርነት	-8.47319
▁ድጋፍ	-8.47487
▁እንኳን	-8.4787
▁በህይወት	-8.47929
▁ዓ	-8.48035
▁ወ	-8.48051
▁ዋጋ	-8.48133
▁የሚለውን	-8.48278
▁መጥፎ	-8.48291
▁የነበሩት	-8.48446
▁ንኡስ	-8.49078
▁የሚገኘው	-8.49145
-	-8.49257
▁ወላጆች	-8.49344
▁ችግሮች	-8.4937
▁ለአምላክ	-8.49412
▁አካላት	-8.49581
▁አባል	-8.49838
ጫ	-8.50167
▁ችሎታ	-8.50383
▁ምስክር	-8.50401
▁ኤ	-8.50429
▁ድርጊት	-8.50449
▁ትእዛዝ	-8.50536
▁እነሱም	-8.50743
▁ለዘላለም	-8.50831
▁የዚህ	-8.50947
▁አቡነ	-8.51192
ዴ	-8.51415
▁ራሱን	-8.51417
▁እርስ	-8.52097
ፌ	-8.52253
▁ሰይጣን	-8.52423
▁አላ	-8.52429
▁ምግባር	-8.52734
▁የለውም	-8.52937
ሶ	-8.53146
▁ማቴዎስ	-8.53301
ሜ	-8.53351
▁አስተዳደር	-8.534
▁ሚስት	-8.53519
▁መግለጫ	-8.53539
▁ተገቢ	-8.53724
▁ተግባራዊ	-8.53783
▁ስነ	-8.53911
ዮ	-8.54119
▁ጥቃት	-8.54175
▁ሺህ	-8.5431
▁የትምህርት	-8.54597
▁ትችላለህ	-8.54834
▁ሀብት	-8.55456
▁ቤተሰብ	-8.55491
▁በመሆን	-8.5579
▁መፃህፍት	-8.55839
▁ማንም	-8.56041
▁በተያያዘ	-8.56076
▁ሌላው	-8.56257
▁ተመሳሳይ	-8.56286
▁በሚል	-8.563
ዎ	-8.56475
▁ሚኒስትር	-8.56475
▁ዜና	-8.56532
▁መሳሪያ	-8.56608
▁ከአምላክ	-8.56812
▁ዝግጅት	-8.56823
▁የሚያስችል	-8.56892
▁በእርግጥ	-8.57251
▁አገልጋዮች	-8.57377
▁ጠቃሚ	-8.5756
ገባ	-8.57907
ቱን	-8.57917
ቸውን	-8.57971
▁አያ	-8.58119
▁፳፰	-8.58137
ኛል	-8.58454
▁ነገሮችን	-8.5852
▁አልነበረም	-8.58724
br	-8.58969
ብን	-8.59118
▁መሬት	-8.59192
▁እኛም	-8.59219
▁ልት	-8.59225
▁ከጊዜ	-8.59705
ፀ	-8.5973
▁እንደገና	-8.60143
▁ትክክለኛ	-8.60403
▁የቤተ	-8.60418
▁ምላሽ	-8.60624
▁አባ	-8.60867
▁እነሆ	-8.60928
▁ስለሆነ	-8.6136
▁ጥቂት	-8.61444
▁ያሉትን	-8.61489
▁ሰራተኞች	-8.61586
▁አራት	-8.61788
ሀል	-8.61791
▁ከማ	-8.61826
▁የነበረውን	-8.61862
በር	-8.61917
▁ተናግረዋል	-8.61977
ቤ	-8.62258
ዋን	-8.62702
▁ስራዎች	-8.62824
▁በሌሎች	-8.62849
▁ፍሬ	-8.62982
▁ብርሀን	-8.63013
▁ከተሞች	-8.6315
▁ሙሴ	-8.63203
▁ማርያም	-8.63603
▁ባህርይ	-8.63665
▁በስራ	-8.6379
▁ናት	-8.63853
▁እንዳለው	-8.6395
ኪ	-8.63951
ዎችን	-8.63956
▁በር	-8.64034
▁ቡድን	-8.64055
▁ራሱ	-8.64323
▁የይሆዋን	-8.64565
▁እንድ	-8.64646
▁ሽማግሌዎች	-8.65057
▁ይዞ	-8.65446
▁የሚችል	-8.65497
▁አምልኮ	-8.6555
ኞች	-8.66122
ፊ	-8.66345
▁አምስት	-8.66419
▁መሪ	-8.668
▁ምልክት	-8.66849
▁በቅርቡ	-8.67067
ዩ	-8.67082
ሴ	-8.67093
ቻ	-8.6718
▁አንዳንዶች	-8.67227
▁የሚቆጠሩ	-8.6725
▁ብሄራዊ	-8.67276
▁ራሳቸውን	-8.6745
▁ሜትር	-8.67635
▁አብ	-8.67701
▁እንደነበር	-8.67713
▁ከይሆዋ	-8.67819
ቼ	-8.67844
▁መጣ	-8.67879
▁ፍፁም	-8.68117
▁ለሌሎች	-8.68265
▁በሽታ	-8.68467
▁እንደሚችል	-8.68756
▁ማወቅ	-8.68991
▁ምርጫ	-8.69003
▁ከሌሎች	-8.69117
▁ቀላል	-8.69167
▁ብዬ	-8.69171
▁ነበረ	-8.69182
▁የተሻለ	-8.69236
▁ፅሁፎች	-8.69296
▁ቦታዎች	-8.6952
▁እዚህ	-8.69521
▁ይቅር	-8.69525
▁የበለጠ	-8.6953
ብኝ	-8.69687
▁እስቲ	-8.69784
▁በዚህም	-8.69821
▁ኪዳን	-8.69823
▁የንግድ	-8.69902
▁ፀሎት	-8.70341
▁በቂ	-8.70374
▁ከአንድ	-8.70559
▁ያላቸውን	-8.70595
ጃ	-8.70637
▁የኢየሱስ	-8.70889
▁፳፮	-8.709
▁ጥፋት	-8.71054
▁ከእነዚህ	-8.71372
ሸ	-8.71394
▁፳፯	-8.71416
▁ስጋ	-8.71419
▁መልኩ	-8.71455
ነቱ	-8.7162
▁ትንቢት	-8.71652
▁እድገት	-8.71675
▁ብለን	-8.7169
▁የምንችለው	-8.71745
▁እንዲሁ	-8.71882
▁ለአ	-8.71995
▁ህዝቡ	-8.72295
▁እንድን	-8.72435
▁አይችልም	-8.72576
፤	-8.72592
▁ራስ	-8.72714
▁ጠንካራ	-8.72718
▁መንገዶች	-8.72741
▁እያንዳንዱ	-8.72821
▁በሰማይ	-8.72889
▁ወንጀል	-8.73218
▁ስን	-8.73281
▁በተለያዩ	-8.73411
▁ፅሁፍ	-8.73504
▁በመንፈስ	-8.73532
▁ግንብ	-8.73532
▁ኖሮ	-8.7362
▁ማስረጃ	-8.73678
▁ንፁህ	-8.7394
▁ሉቃስ	-8.74418
▁እነሱ	-8.74586
▁ሁልጊዜ	-8.75108
▁ወራት	-8.75322
▁እንደሆኑ	-8.75345
▁ሚኒስቴር	-8.75612
▁ሲባል	-8.7563
▁የግል	-8.75726
▁ፈቃደኛ	-8.75891
▁ስለነበር	-8.75996
▁ሊቀ	-8.7601
▁በየ	-8.76167
▁ይገኛል	-8.76215
▁ራእይ	-8.76333
▁ወደፊት	-8.76466
▁እንደሚያ	-8.76736
▁ይናገራል	-8.76852
▁የህዝብ	-8.77063
▁ውድ	-8.77238
▁ብት	-8.7724
▁ለተ	-8.77398
ሽን	-8.7741
▁፳፻፲፪	-8.77531
"	-8.77636
▁ሪፖርት	-8.77801
ቷ	-8.78088
▁እያለ	-8.78317
▁ተቀባይነት	-8.78317
▁ወገን	-8.78366
▁ስህተት	-8.78429
ፕ	-8.78478
ጡ	-8.78737
▁ስልጠና	-8.78831
▁፳፱	-8.78938
▁ለማወቅ	-8.79279
▁የበላይ	-8.79322
▁ጥበቃ	-8.79345
ጀ	-8.79465
ኦ	-8.79511
▁በእርግጥም	-8.79548
▁የተለየ	-8.79683
▁ሂደት	-8.7969
▁አንስቶ	-8.79735
▁ልማት	-8.79868
▁የሚኖሩ	-8.79935
▁አደረገ	-8.80006
▁ያም	-8.80035
▁አብዛኞቹ	-8.80067
ፉ	-8.80076
▁እስኪ	-8.80233
▁ገልፀዋል	-8.80262
▁መንግስታት	-8.80498
ተር	-8.80692
ቸ	-8.80799
▁መስራት	-8.8095
▁መልክ	-8.8102
▁ስጦታ	-8.81033
▁እርሱም	-8.81066
ዚ	-8.81068
▁ይኖርብናል	-8.81348
▁ልን	-8.81779
▁ትንሽ	-8.81827
▁በሚገባ	-8.82046
ለን	-8.82051
▁የአንድ	-8.82232
▁ተቋማት	-8.82537
ተኛ	-8.82575
▁በምን	-8.83026
ውም	-8.83242
▁ሀላፊ	-8.83313
▁ቀ	-8.83318
▁ክፍሎች	-8.83336
▁ውይይት	-8.83685
▁ኦ	-8.83737
▁ድል	-8.83865
▁ንብረት	-8.83931
▁አንድነት	-8.84059
▁አልተ	-8.84087
▁ባይ	-8.84098
ወጣ	-8.84172
▁በተመሳሳይ	-8.84243
▁ባል	-8.84396
▁ንግግር	-8.84648
▁ገልጿል	-8.84727
▁የፖለቲካ	-8.84742
▁የመጀመሪያው	-8.84857
▁ካል	-8.84915
▁እሱን	-8.84939
▁አቋም	-8.85025
▁ወይስ	-8.85167
▁በእነዚህ	-8.85235
▁የተባለ	-8.85307
▁አንፃር	-8.85321
▁በብዙ	-8.8546
▁ወዲህ	-8.85645
▁የሚያሳይ	-8.85659
▁ካህናት	-8.86018
▁አስቸጋሪ	-8.8608
▁እርግጥ	-8.86107
ልህ	-8.86179
▁ሀይማኖታዊ	-8.86243
▁እሳት	-8.86267
▁አስቀድሞ	-8.86272
▁ለመሆን	-8.86405
▁ወንድ	-8.86781
▁ሞ	-8.86851
▁ብዙዎች	-8.86859
ህም	-8.86924
▁መሆናቸውን	-8.87019
▁በረከት	-8.87024
▁ይሰጣል	-8.87041
▁ባህር	-8.87053
▁በሚያ	-8.87109
ንግ	-8.87221
ገር	-8.8747
▁ልብስ	-8.87567
▁በታች	-8.87579
▁አለቃ	-8.87603
▁ነን	-8.87656
▁ሳለ	-8.87708
ገኝ	-8.87714
▁በእግዚአብሄር	-8.87774
▁መባ	-8.87821
▁ሚሊዮን	-8.87894
ኛው	-8.88083
▁ዝርዝር	-8.88088
▁ለመስጠት	-8.88142
▁ያእቆብ	-8.88158
▁ምንጊዜም	-8.88283
▁መስሪያ	-8.88379
▁የሚችለው	-8.8847
▁ደብዳቤ	-8.885
▁ሰባት	-8.88583
▁መሪዎች	-8.88604
▁አድርጓል	-8.88756
▁የእግዚአብሄር	-8.88807
▁ንጉሱ	-8.88925
▁የስነ	-8.88947
▁ገ	-8.89144
▁ማየት	-8.89167
▁የምታ	-8.89337
▁አቅም	-8.89371
▁ከላይ	-8.89474
▁ሰራዊት	-8.89657
▁የጦር	-8.89907
▁አይቀርም	-8.89967
▁አመራር	-8.90066
ጂ	-8.90164
▁፵	-8.90273
▁በመንፈሳዊ	-8.90307
▁ከእሱ	-8.90704
▁በጎ	-8.90741
▁አስተሳሰብ	-8.90839
▁ኢሳይያስ	-8.90907
ሰው	-8.91102
▁አንብብ	-8.91109
▁እንግዲህ	-8.91363
▁በወቅቱ	-8.91824
▁በሚገኘው	-8.921
▁ብለህ	-8.92202
▁አስደሳች	-8.92257
▁አስተዋፅኦ	-8.92286
ፃ	-8.92378
ናቸው	-8.92457
▁በቀላሉ	-8.92519
▁ለሰው	-8.92576
▁በመጠቀም	-8.92759
▁የውጭ	-8.92845
▁ከሁሉ	-8.92927
ሮች	-8.93051
▁መጨረሻ	-8.93134
▁ስብሰባዎች	-8.93348
▁ያልተ	-8.93622
▁በዚያን	-8.93698
▁አንዳንዶቹ	-8.93717
▁ኮሚቴ	-8.93726
▁ሆኑ	-8.93732
▁መፅሄት	-8.93822
▁የመጀመሪያ	-8.93836
ኖች	-8.94064
▁ጭምር	-8.9407
▁ማሳየት	-8.94078
▁ፅፏል	-8.941
▁እቅድ	-8.94201
▁ግብር	-8.94329
▁አቅጣጫ	-8.94546
▁ይሆናሉ	-8.94572
▁አስደናቂ	-8.94738
▁ፕሮግራም	-8.94839
▁በመስጠት	-8.94892
▁ልጁ	-8.94994
▁ነበር።	-8.95154
▁በመጀመሪያ	-8.95164
▁እንመልከት	-8.95199
▁ፖሊስ	-8.9523
▁ያደረገው	-8.95277
▁ክፍያ	-8.95386
▁ወንዝ	-8.95506
▁ትክክል	-8.95555
▁በአዲስ	-8.95615
▁እንደማይ	-8.95724
▁ቢሮ	-8.95759
▁በእሱ	-8.95926
▁ተራራ	-8.95964
▁የህግ	-8.9618
▁የህይወት	-8.96215
▁በሰው	-8.96232
▁እስራኤል	-8.9638
▁ጥር	-8.9647
▁የእ	-8.96623
ባቸውን	-8.96698
▁አንተም	-8.96782
▁በቤተ	-8.96786
▁፴፩	-8.97258
▁ነገ	-8.97481
▁ብዙም	-8.97565
ባል	-8.97607
▁በእስራኤል	-8.97621
▁ስላ	-8.97803
ሪያ	-8.98039
▁የሚያስ	-8.98049
▁ኪሎ	-8.98303
በታል	-8.98542
»	-8.98559
ኩት	-8.98718
▁ያሳያል	-8.99152
▁ስቴትስ	-8.99193
▁ካለው	-8.99248
▁በራሱ	-8.99304
▁በሆነው	-8.99496
▁መጠቀም	-8.99545
▁አታ	-8.99562
▁፶	-8.99609
▁ዘዴ	-8.99697
▁ሲኖዶስ	-8.99865
▁ፈተና	-8.99914
▁ግዛት	-8.99984
▁ግራ	-8.99997
▁እቃ	-9.00046
ታችን	-9.00057
፼	-9.00117
ላቸዋል	-9.00242
▁ስብከት	-9.00244
ጓ	-9.00294
▁እንዲሆኑ	-9.00327
▁ነፃነት	-9.0045
▁ጎ	-9.00697
▁ብዛት	-9.00776
▁አዎን	-9.00956
▁ትውልድ	-9.01
▁አፍሪካ	-9.01002
▁የገንዘብ	-9.01123
ያቸው	-9.01158
▁ስምምነት	-9.01245
▁በህግ	-9.01404
▁ሄደ	-9.0156
▁ህክምና	-9.01754
መጣ	-9.01867
▁አብርሀም	-9.01967
▁ግዴታ	-9.02
▁ብዙውን	-9.02375
▁ክስ	-9.02389
ፈራ	-9.02579
▁አር	-9.02679
▁ዲ	-9.02717
▁እግዚአብሄርን	-9.02866
▁ባለስልጣን	-9.02879
▁ብሄር	-9.02883
▁መቅደስ	-9.02915
ብህ	-9.0307
▁ኢየሩሳሌም	-9.03136
▁የት	-9.03156
▁ሚና	-9.03226
▁የውሀ	-9.03347
ታችሁ	-9.03359
▁በል	-9.0372
▁ጀመረ	-9.03793
▁ሰፊ	-9.03803
ጌ	-9.03805
▁እናት	-9.04005
▁ዶር	-9.04194
▁የሚሆን	-9.04226
▁በግ	-9.0425
▁ዘርፍ	-9.04336
▁ሰማይ	-9.04421
▁ሌሎችን	-9.0462
▁ዛፍ	-9.04787
ስት	-9.04818
▁ባሪያ	-9.04895
▁ሆኗል	-9.05197
▁መፍትሄ	-9.05321
▁ብፁእ	-9.05453
▁መጠበቅ	-9.05488
▁ደህንነት	-9.05544
ፎ	-9.05737
▁ካለ	-9.05798
▁በመንግስት	-9.05821
▁አብዛኛውን	-9.05839
▁ይላሉ	-9.05901
▁ከእኔ	-9.05908
▁ከሞት	-9.05937
▁ገደማ	-9.05964
▁በኢየሱስ	-9.06078
ሰራ	-9.0609
▁«	-9.06189
▁ማንኛውንም	-9.06209
▁ዘገባ	-9.06212
▁ኮ	-9.06241
▁ልማድ	-9.06251
▁አብረው	-9.06487
ጊ	-9.06543
ችንን	-9.06695
▁ጊዜያት	-9.06757
▁ወጪ	-9.06861
▁በስተቀር	-9.06865
▁አለባቸው	-9.069
▁ደስተኛ	-9.06949
▁ግሩም	-9.07301
▁አክብሮት	-9.07338
▁ተደርጎ	-9.07384
▁ፓርቲ	-9.07548
▁ለማየት	-9.0764
▁ነዋሪዎች	-9.07783
▁ምእራፍ	-9.07834
አል	-9.07841
▁ሰብአዊ	-9.07942
▁ስሙ	-9.08116
▁ይኖርበታል	-9.08146
▁መልሶ	-9.08153
▁ደ	-9.08213
▁ሰራተኛ	-9.08234
▁ወዲያውኑ	-9.08261
▁ሸ	-9.08535
▁ቆሮንቶስ	-9.08571
ማር	-9.08689
ረዳ	-9.08837
▁አሊያም	-9.08993
▁ጢሞቴዎስ	-9.09026
▁ዶክተር	-9.09062
ሹ	-9.09107
▁የሚያደርግ	-9.09243
መራ	-9.09275
▁ህጋዊ	-9.09334
ቸዋል	-9.09427
▁የጤና	-9.09587
▁ያን	-9.09642
▁ድርጅቶች	-9.09705
ማል	-9.09715
▁"	-9.09799
▁ምህረት	-9.09826
▁የሚሆኑ	-9.09857
▁ኦርቶዶክስ	-9.10107
▁ዝምድና	-9.10129
ቷል	-9.10185
▁ባሉት	-9.10349
▁፴፫	-9.10408
▁ድርሻ	-9.10426
▁ነገስታት	-9.10449
▁፴፪	-9.10512
ዜ	-9.10612
▁መናገር	-9.10759
▁የሚሰጠው	-9.10892
▁ገቢ	-9.11061
▁–	-9.11137
▁የሌለው	-9.11366
▁አፍ	-9.11369
▁ለመርዳት	-9.11382
▁ቋንቋዎች	-9.11387
▁አሉት	-9.11547
▁ወርቅ	-9.11591
▁ዳንኤል	-9.11701
▁ጀመር	-9.11703
▁ዩኒቨርሲቲ	-9.11796
▁ማስ	-9.11813
▁ቢያ	-9.11836
▁በዳ	-9.11983
▁ወጣ	-9.1204
▁ማረጋገጫ	-9.12051
▁አሜሪካ	-9.121
▁ተዋህዶ	-9.12162
▁ህመም	-9.12344
▁አይሁዳውያን	-9.1244
ቋ	-9.12571
መን	-9.12582
▁ገነት	-9.1263
▁እድል	-9.12712
▁ይኖራል	-9.1276
ነታቸው	-9.12862
▁ሁሉንም	-9.12864
▁ማስታወሻ	-9.12893
ጦ	-9.12953
▁መቼ	-9.13238
▁ሚ	-9.13257
▁ባህርያት	-9.13266
▁ግ	-9.13274
▁ነፍስ	-9.13366
▁የሚችሉ	-9.13535
▁መዛሙርቱ	-9.1358
▁አስመልክቶ	-9.13796
▁ምርመራ	-9.13815
▁ዳር	-9.13816
▁ጉዞ	-9.13875
ተን	-9.13882
▁ነህ	-9.13955
▁አየር	-9.13956
▁መረዳት	-9.1411
▁የግርጌ	-9.1412
▁በመጀመሪያው	-9.14168
▁ቀጥሎ	-9.14173
ታቸውን	-9.14246
▁ስለተ	-9.14275
▁ስድስት	-9.14301
ቀው	-9.1431
▁አለኝ	-9.14322
ኤል	-9.14498
▁ለአንድ	-9.1462
▁ብቃት	-9.14712
▁በፍፁም	-9.14798
▁የእምነት	-9.14809
▁በኢየሩሳሌም	-9.14847
▁በደስታ	-9.14883
ዎቹን	-9.1523
ኖር	-9.15241
▁የያህዌ	-9.15262
▁አዳም	-9.15542
ጤ	-9.15568
ገቡ	-9.15658
▁በእ	-9.15681
▁አካባቢዎች	-9.15766
▁ጥሪ	-9.15933
ሞት	-9.1595
▁አባቶች	-9.16003
▁አስር	-9.16115
▁አገልጋይ	-9.16199
▁ማቅረብ	-9.1624
▁የሚገኘውን	-9.16292
▁ዳ	-9.16392
▁ይዘው	-9.16424
▁፻	-9.16482
▁እንደዚህ	-9.16592
▁ኢዮብ	-9.16653
▁ህዝቡን	-9.16919
▁ያለበት	-9.16974
▁ጋ	-9.17085
ነሳ	-9.1716
▁በሆኑ	-9.17229
▁በመላው	-9.17262
▁ማሀበር	-9.17346
▁በርስ	-9.17413
ጐ	-9.17427
▁አሰራር	-9.17538
▁ቅ	-9.1761
▁መዛሙርት	-9.17641
▁በእርሱ	-9.17794
▁ሁለተኛ	-9.17854
ሆ	-9.17942
▁እያሉ	-9.17986
▁ማር	-9.18008
ሆን	-9.18075
▁አጠገብ	-9.18097
▁ማስተዋል	-9.18161
▁ጋዜጣ	-9.18172
ዙ	-9.18192
ላል	-9.18201
>	-9.18305
ጠፋ	-9.18323
ተዋል	-9.18371
▁ትንሳኤ	-9.18444
▁በዚያም	-9.18475
ቄ	-9.18534
ጠራ	-9.18631
▁አደገኛ	-9.18697
▁ሳጥን	-9.187
ፒ	-9.1895
▁ምክትል	-9.18972
▁ጤና	-9.19049
▁አይን	-9.1909
<	-9.19135
▁የሀይማኖት	-9.19142
ሺ	-9.19274
ራል	-9.19312
▁ይመስላል	-9.19454
▁በተለይም	-9.19727
ቂ	-9.19812
▁ተቋም	-9.19887
▁ዝም	-9.19893
ቪ	-9.20179
▁እንዳልሆነ	-9.20407
▁ስቃይ	-9.20409
▁ቅጣት	-9.20558
▁አግባብ	-9.20583
ኬ	-9.20585
▁ህገ	-9.20617
መር	-9.20702
▁የፆታ	-9.20828
▁ሁላችንም	-9.20833
▁የሚባል	-9.20834
▁የዘላለም	-9.20905
▁ህፃናት	-9.20977
▁የአገልግሎት	-9.21075
▁ጎን	-9.21151
▁አባቴ	-9.21264
ፓ	-9.21276
▁በኋላም	-9.21285
▁ሲሆኑ	-9.21286
▁ክፍለ	-9.21509
▁ከእናንተ	-9.21606
▁እነርሱ	-9.21839
ረው	-9.21844
▁ጥልቅ	-9.21937
▁በእኔ	-9.21998
በረ	-9.22008
▁በደል	-9.22073
▁ብላ	-9.2222
▁አነስተኛ	-9.22461
/	-9.22539
▁ብላለች	-9.22555
▁የምና	-9.22875
ቹ	-9.22949
▁እዚያ	-9.23005
▁ርእሰ	-9.23075
▁የአሜሪካ	-9.23308
▁በመጨረሻም	-9.23362
▁ፀሀፊ	-9.23409
▁ፈጣሪ	-9.23461
▁አስተያየት	-9.23469
▁ዘመናት	-9.23525
▁ውጪ	-9.23526
መው	-9.23623
□	-9.23681
▁በቀጥታ	-9.23682
▁ጭንቀት	-9.23682
▁ለመስራት	-9.24056
▁የቤተሰብ	-9.24069
▁መስ	-9.24139
▁ሞገስ	-9.24387
▁ጦር	-9.24406
▁ምእመናን	-9.24457
▁የትዳር	-9.24526
▁ከእነሱ	-9.24548
▁ቢያንስ	-9.24563
▁ማእከል	-9.24639
ሳል	-9.24673
▁በቀር	-9.24691
▁ከልብ	-9.24742
▁ቤተክርስቲያን	-9.24796
ሟ	-9.24828
▁ድንጋይ	-9.24839
▁መላእክት	-9.24938
▁በሁሉም	-9.2506
ደን	-9.2541
▁እግር	-9.25498
▁ባሉ	-9.25554
▁የተሰጠው	-9.25576
▁ልዩነት	-9.2568
▁በተደጋጋሚ	-9.25725
▁ጉ	-9.25773
▁ስራውን	-9.25832
▁ወገኖች	-9.2593
▁አማራ	-9.25944
▁እስካሁን	-9.25969
▁በስተ	-9.25972
▁ሳሙኤል	-9.25978
ቢያ	-9.25994
▁ግለሰብ	-9.26009
▁መያዝ	-9.26074
ክስ	-9.26122
▁በሰላም	-9.26162
▁እኔን	-9.26239
▁አይነቱ	-9.26241
▁ህያው	-9.26255
ሄድ	-9.26349
▁ሌሊት	-9.26356
▁የመጨረሻ	-9.26678
▁በከፍተኛ	-9.26701
▁ዝንባሌ	-9.26799
▁ግምት	-9.26833
▁የክርስቶስ	-9.26871
▁እንስሳት	-9.26931
▁ቤተሰቦች	-9.26954
▁አህመድ	-9.27016
▁ያደረገ	-9.27097
▁አይደሉም	-9.27111
▁ከእርሱ	-9.27218
▁ዮሴፍ	-9.27261
▁የፌደራል	-9.27316
▁ምክንያቶች	-9.27526
▁የታወቀ	-9.27593
▁ስለሆነም	-9.276
፡፡	-9.27758
▁ፍ	-9.278
▁በጉባኤ	-9.27909
ለታል	-9.27944
ታዊ	-9.27974
▁የህክምና	-9.28018
ደው	-9.28067
▁በጀት	-9.2807
▁ለመኖር	-9.28099
▁ባንክ	-9.28114
▁ስርአቶች	-9.28358
▁ግለሰቦች	-9.28423
▁ማርቆስ	-9.28451
▁ግንባታ	-9.28594
ሰማ	-9.28681
▁አዳዲስ	-9.28702
▁ያልሆነ	-9.28774
▁ተግባራት	-9.28844
ራት	-9.28845
▁ምስራቅ	-9.28954
▁ከእኛ	-9.28992
▁በትክክል	-9.29017
▁ጥርጥር	-9.29153
▁የአዲስ	-9.29187
ባቸዋል	-9.29265
▁ወረቀት	-9.2931
▁ምስጋና	-9.29431
▁እንደምት	-9.29468
፡	-9.29538
▁ሳምንት	-9.29642
▁በደቡብ	-9.29688
▁ሙ	-9.29746
▁ያመለክታል	-9.29941
▁ኢትዮጵያውያን	-9.30016
▁ራሳችንን	-9.30053
▁የአማራ	-9.30095
▁አብያተ	-9.30261
▁በዚሁ	-9.3028
▁አድርግ	-9.30309
▁ሰላማዊ	-9.30331
ደር	-9.30365
▁ሲናገር	-9.30368
▁ክ	-9.30509
▁የሚሰጥ	-9.30514
▁የተናገረው	-9.30517
▁፴፭	-9.30618
▁መኪና	-9.30629
ባችሁ	-9.30649
▁ፕሬዚዳንት	-9.30733
▁አብሮ	-9.30824
▁ዛሬም	-9.30893
ጠና	-9.30967
▁የምድር	-9.31134
▁ሳይቆይ	-9.31191
▁ሴ	-9.31292
▁ሁለቱ	-9.3133
▁ፀጋ	-9.31527
▁ሀሳቦች	-9.31584
ራቸው	-9.3159
ለች	-9.31735
▁የሰላም	-9.31738
▁ባለቤት	-9.31745
▁ኑሮ	-9.31894
▁ጥ	-9.3201
▁ምንኛ	-9.32103
▁ግብ	-9.32217
▁ከአንተ	-9.3241
ችኋል	-9.3249
ቀር	-9.32491
▁ልጆቹ	-9.32545
▁ውጤታማ	-9.32579
▁ተቃውሞ	-9.32637
ቶቹ	-9.32652
▁የወጣ	-9.32709
▁እንደሚሆን	-9.32713
መለስ	-9.3276
▁እንደሚከተለው	-9.33272
▁አለብን	-9.33295
▁ይናገራሉ	-9.33333
ሰን	-9.33348
▁የሚገኙት	-9.33382
▁ይገኛሉ	-9.33655
▁ፍርሀት	-9.33772
▁እንደነበረ	-9.3379
▁መኖሪያ	-9.33793
▁የተባለውን	-9.3386
▁ኤርምያስ	-9.33965
▁አዳራሽ	-9.33976
ልፍ	-9.34063
▁ለእኔ	-9.34074
▁ወረዳ	-9.34094
ሰጥ	-9.3411
▁መር	-9.34131
▁ሁለቱም	-9.34153
▁ተሰ	-9.34309
ኢ	-9.34327
▁መጥቶ	-9.34336
▁ፍትህ	-9.34487
▁መሳሪያዎች	-9.34542
▁ይቅርታ	-9.3455
▁ሙያ	-9.34631
▁ይገልፃል	-9.34697
▁ፀሀይ	-9.347
▁ወጥ	-9.34724
ሎች	-9.34773
ድር	-9.34877
▁ክርስትና	-9.34963
▁አፈ	-9.35035
▁የመጣ	-9.3506
▁ምድርን	-9.35095
▁ካሉት	-9.35155
▁በሞት	-9.35175
ዬን	-9.35188
ጣል	-9.35304
▁ቋሚ	-9.35357
▁▪	-9.35365
▁መመልከት	-9.35377
▁ቀስ	-9.35408
▁መረጃዎች	-9.35461
▁ጉባኤው	-9.35485
▁የተመሰረተ	-9.35523
▁ሺ	-9.35527
ልናል	-9.35574
▁፴፬	-9.35588
በላ	-9.35596
▁ቅርንጫፍ	-9.35645
▁ወታደሮች	-9.35652
▁እህት	-9.35688
▁አፈፃፀም	-9.35801
▁የሰጠው	-9.35806
▁በአጠቃላይ	-9.35812
><	-9.35867
የው	-9.36039
▁ተራ	-9.36062
▁አለመ	-9.36069
▁ኋላ	-9.36226
▁ትምህርቶች	-9.36261
▁የተወሰነ	-9.36315
▁በደንብ	-9.36446
ጢ	-9.36479
▁ለእኛ	-9.36492
ፈር	-9.36522
▁ቀርቶ	-9.36529
▁እንድታ	-9.36544
▁በምት	-9.3666
▁በየአመቱ	-9.36665
▁ወንጌል	-9.36752
▁ደቡብ	-9.3689
▁ሳያ	-9.36911
▁ለእግዚአብሄር	-9.36973
▁እንዳል	-9.36992
▁ጀመሩ	-9.37103
▁መቋቋም	-9.3716
▁ስጋት	-9.37162
መስ	-9.37242
▁ካልሆነ	-9.37263
▁ምናልባት	-9.37274
▁ጥቅስ	-9.3751
▁አመቱ	-9.37718
▁በጎች	-9.37801
▁ኒው	-9.37809
▁ይመጣል	-9.37838
ዌ	-9.37957
▁ንስሀ	-9.37983
ጠው	-9.38021
▁ሰጥቷል	-9.3812
▁ባልና	-9.38142
▁አቢይ	-9.38263
ሂ	-9.38286
▁ለማገልገል	-9.3831
▁በአብዛኛው	-9.38561
▁አባባል	-9.38591
▁ማሰብ	-9.38623
▁ስራው	-9.3873
▁አይሆንም	-9.38739
▁ይጨምራል	-9.38763
▁ምርምር	-9.38764
▁የወይን	-9.38816
▁ሀዘን	-9.38825
▁በትምህርት	-9.38905
▁ባለፈው	-9.3896
▁መውሰድ	-9.38976
▁እቃዎች	-9.39094
▁ነ	-9.39205
ኘ	-9.39366
ሳይ	-9.39454
▁ጉዳዩ	-9.39499
▁የሚሆኑት	-9.39522
▁ማንበብ	-9.39654
▁ባላቸው	-9.39716
▁ሀገረ	-9.39795
▁ተሞክሮ	-9.39816
▁አቆጣጠር	-9.3982
▁መዝ	-9.39879
▁ምሽት	-9.40017
▁የባህር	-9.40022
▁ብሄራት	-9.40044
▁ለመጀመሪያ	-9.403
▁ለማለት	-9.40318
▁መንግስቱ	-9.40415
▁ነገድ	-9.40438
▁ጎዳና	-9.40567
▁የላቀ	-9.40589
▁ምስራች	-9.40625
▁ነጥብ	-9.40633
▁በእሳት	-9.40683
▁መልአክ	-9.40843
ማን	-9.40866
▁ይረዳናል	-9.40911
▁ተብለው	-9.40931
ሄ	-9.40989
▁ነበረው	-9.40991
▁ልደት	-9.41028
▁እናንተም	-9.4111
▁የሚሆነው	-9.41225
▁ስል	-9.41237
▁ቁጥጥር	-9.41238
▁አስራ	-9.41282
▁ባለስልጣናት	-9.41391
▁እውነትን	-9.41512
▁መሄድ	-9.41583
▁የሚገባው	-9.41607
▁ዘወትር	-9.41689
▁እነርሱም	-9.41784
▁የሚችሉት	-9.41844
▁ዘይት	-9.41877
ውያን	-9.4195
▁ባለፉት	-9.41965
▁ማገልገል	-9.42069
ሏቸው	-9.42083
▁ለመረዳት	-9.42101
▁ዋ	-9.42268
▁እንዳሉ	-9.42281
▁የሚገልፅ	-9.42336
▁ንቁ	-9.42338
▁ብዙዎቹ	-9.42462
▁የቤት	-9.42554
▁በማንኛውም	-9.42618
ሁት	-9.42624
▁ህጎች	-9.42637
▁እንዳለበት	-9.42729
▁በአንዳንድ	-9.42776
ዋለሁ	-9.42798
▁ሁለተኛው	-9.42837
▁ነበረች	-9.42873
▁የእግዚአብሄርን	-9.42933
▁ፍፃሜ	-9.42972
ችል	-9.43046
▁ጓደኛ	-9.43062
▁የሚገባ	-9.43084
ወቅ	-9.43144
▁ባህል	-9.43178
▁እንደሚገባ	-9.43262
▁ያደርጋሉ	-9.43292
▁የያዘ	-9.43374
ቀበል	-9.43537
▁መስክ	-9.4365
ያን	-9.43676
▁ሚኒስትሩ	-9.43681
▁አዎ	-9.43705
▁መመሪያዎች	-9.43788
▁ሆ	-9.43845
ለቅ	-9.43862
▁ግብፅ	-9.43901
▁የሚከተለውን	-9.44013
▁፴፯	-9.44041
▁ሰነድ	-9.44086
▁መማር	-9.4421
▁ይህች	-9.44216
▁አገዛዝ	-9.44307
▁ቅድስት	-9.44347
▁ክርስቲያናዊ	-9.44408
ቫ	-9.44464
▁ማስጠንቀቂያ	-9.44468
▁ጥንታዊ	-9.44557
▁አንደኛው	-9.44585
▁የነበሩትን	-9.44611
▁ደግነት	-9.44646
▁ንግድ	-9.44858
ጥር	-9.44878
▁አይገባም	-9.449
▁ስታ	-9.44975
▁ክርስቲያናት	-9.44996
▁ዘመነ	-9.45065
▁ያውቃል	-9.45097
▁ዋነኛ	-9.45115
ባሉ	-9.45159
ሳት	-9.45192
▁ክንድ	-9.4547
▁እግዚአብሄርም	-9.45701
▁አጠቃላይ	-9.4572
▁ከክርስቶስ	-9.45723
▁አድርገዋል	-9.45741
ነሱ	-9.45816
▁በአካባቢው	-9.45823
መሰ	-9.45895
▁የታ	-9.45924
▁አድ	-9.45932
▁ፓ	-9.45952
▁ከነ	-9.46032
▁ፃድቅ	-9.46139
▁አድናቆት	-9.46155
▁ጉዳዩን	-9.46296
▁አድርገን	-9.46321
▁ፅድቅ	-9.4636
ሳቸው	-9.46364
▁ከሰው	-9.46401
▁ይኸው	-9.46412
▁ልጁን	-9.46464
▁በእጅጉ	-9.46486
▁ፈ	-9.46498
▁ሰጠ	-9.46502
▁የሚያደርጉ	-9.46661
▁ሀላፊዎች	-9.46706
ነቱን	-9.46767
▁በነበረው	-9.46775
▁ዳርቻ	-9.46821
▁አለቆች	-9.46856
▁በክርስቶስ	-9.46884
▁ግብዣ	-9.47045
▁ሜ	-9.47049
ቭ	-9.47079
ከው	-9.47083
▁መጠየቅ	-9.47119
▁ለብዙ	-9.47135
▁ቀይ	-9.47182
ሯ	-9.47265
ረዱ	-9.47372
▁ሀይሎች	-9.47384
▁እንዳት	-9.47574
▁ድንቅ	-9.47618
▁ዘፍጥረት	-9.47654
▁የሚሉ	-9.47756
▁ሜዳ	-9.47863
ክር	-9.47891
▁ህጉ	-9.47928
▁የትኛው	-9.48102
▁የተገኘ	-9.48176
▁ነቢዩ	-9.48186
▁ማቴ	-9.48266
ቀርብ	-9.48276
▁የአየር	-9.48301
▁መለስ	-9.48321
▁ያሳ	-9.48329
▁እንዳያ	-9.48351
▁የሚያደርገው	-9.48384
▁አድርጉ	-9.48476
▁መደበኛ	-9.48491
▁ይሁዳ	-9.48513
▁ኢየሱስን	-9.48584
▁ሊቃውንት	-9.48626
ጠቀም	-9.48649
▁አባቱ	-9.48672
ጠፉ	-9.48795
▁ለመጠበቅ	-9.48872
በው	-9.48873
▁ጠ	-9.48917
▁በሁለት	-9.48942
▁ያለን	-9.49232
▁የሂሳብ	-9.49308
ወድ	-9.49349
▁እንድና	-9.49403
▁ያላ	-9.49426
▁እነሱን	-9.49469
▁የማያ	-9.49638
▁ተነስቶ	-9.49661
▁ቁጣ	-9.49704
▁ወይ	-9.49772
▁ታላቁ	-9.49773
▁የሆኑትን	-9.49808
▁ያስፈልጋል	-9.49821
ቆም	-9.49937
▁በነበረበት	-9.50156
▁ታክስ	-9.50228
▁ፅቤት	-9.50288
▁ገባ	-9.50325
▁መፈፀም	-9.5034
▁ዝ	-9.50403
ኳ	-9.50463
▁የሚከተሉት	-9.50465
ሻል	-9.50539
ስታ	-9.50551
▁መሆናቸው	-9.50559
▁ጠጅ	-9.50572
▁በህዝብ	-9.50697
▁፷	-9.50875
▁በእኛ	-9.50926
▁ገብቶ	-9.50975
▁የጋራ	-9.5114
▁እነ	-9.51147
▁ኢያሱ	-9.51228
▁ቀድሞ	-9.51294
ዶች	-9.51361
▁ሁኔታው	-9.51384
▁ተከታዮች	-9.51431
▁ለሰዎች	-9.51464
▁ለእናንተ	-9.51529
▁ጳጳስ	-9.51621
▁በፍጥነት	-9.51723
▁ልጄ	-9.51725
▁መምህር	-9.51817
ታይ	-9.5185
▁ወጥቶ	-9.51947
▁ተማሪ	-9.51987
▁ከቤት	-9.51998
▁ድ	-9.52015
▁በማይ	-9.52027
▁የሌላቸው	-9.52043
▁ጥላቻ	-9.5207
▁ከሁለት	-9.52181
▁በፀሎት	-9.52271
▁ፅህፈት	-9.52296
▁ወሳኝ	-9.52325
▁ከእንግዲህ	-9.5236
▁እዳ	-9.52418
▁ተገልጿል	-9.52536
▁ዶላር	-9.52537
▁ምስራቹን	-9.52585
ርስ	-9.52601
▁በእውነት	-9.52623
▁አጭር	-9.52632
▁የሀሰት	-9.52635
▁ከንቱ	-9.52701
▁እብራውያን	-9.52802
▁መድሀኒት	-9.52811
▁እንዲኖር	-9.5284
▁የልማት	-9.52879
▁በፍቅር	-9.52894
▁ተከትሎ	-9.52907
▁ሆኜ	-9.53015
▁ፅኑ	-9.53037
▁ብሎም	-9.53123
▁ጊዜም	-9.53135
▁በማሰብ	-9.53212
▁እናገኛለን	-9.53226
▁ሀዋርያት	-9.53247
ፈው	-9.5325
▁ትግል	-9.53259
▁ሮም	-9.53331
▁ሰለሞን	-9.53387
▁አስፈፃሚ	-9.53419
▁የጉባኤ	-9.53474
▁በተግባር	-9.53519
ገዛ	-9.53576
▁፳፻፲፩	-9.53612
▁ስላሴ	-9.53618
ገኙ	-9.53626
ዎቻቸው	-9.53689
▁ለመቀበል	-9.53692
▁እንዳላቸው	-9.53722
▁እንዲያደርጉ	-9.53727
▁እናቴ	-9.53886
ቻቸው	-9.53942
▁እንደምን	-9.5402
▁በአንተ	-9.54078
▁ሊሆኑ	-9.54113
▁የይሁዳ	-9.54188
▁መሀል	-9.54207
▁እንደሚችሉ	-9.54216
▁ስልጣንና	-9.54226
ሯቸው	-9.54342
ሰር	-9.54451
▁ዘላቂ	-9.54466
ስተ	-9.54468
▁አባታችን	-9.54477
▁መስከረም	-9.54482
▁ከእ	-9.54534
▁የማድረግ	-9.54544
ፈሩ	-9.54558
▁በይሁዳ	-9.54568
▁እኛን	-9.54597
ሰሙ	-9.54635
▁እረፍት	-9.54641
▁ድንግል	-9.54684
▁እርግጠኛ	-9.54757
▁ይኖርባቸዋል	-9.54792
▁እንግዳ	-9.54859
▁ሰማያዊ	-9.55004
▁የተፈጥሮ	-9.5514
▁በእድሜ	-9.55159
ተኞች	-9.5517
▁ባለሙያዎች	-9.55193
ዥ	-9.55237
▁ተልእኮ	-9.5532
▁የምግብ	-9.55335
ላይ	-9.55355
▁በጋራ	-9.55386
▁ለህዝብ	-9.55463
▁በተባለው	-9.55511
▁ምሁራን	-9.55544
▁ረ	-9.55621
▁ካሉ	-9.55638
ስብ	-9.55666
▁በእምነት	-9.5582
▁የሚደረግ	-9.55851
▁ለሁሉም	-9.56021
ሄዱ	-9.56026
ሰብ	-9.56049
▁ረጅም	-9.56095
▁ራስህን	-9.56153
▁ከጥቂት	-9.56223
▁ዴ	-9.56257
▁አጥ	-9.56285
▁እህቶች	-9.56312
▁ማታ	-9.56352
▁በሚለው	-9.5651
▁የአካል	-9.5654
▁እየጨመረ	-9.56545
ሰሩ	-9.56572
▁ዜጎች	-9.56578
▁ልታ	-9.56598
▁ቁ	-9.56618
▁ሰሎሞን	-9.56666
▁የለበትም	-9.56811
▁አቅኚ	-9.56921
▁ልጆችን	-9.56979
▁አስብ	-9.57003
▁በታማኝነት	-9.57043
▁ለመከላከል	-9.57203
▁የደም	-9.57227
ለህ	-9.57247
ቃል	-9.57265
▁የቀን	-9.57286
▁ኮሚሽን	-9.57308
▁የተሰራ	-9.57386
▁ምክንያታዊ	-9.5744
▁ራስን	-9.57471
▁ካሳ	-9.5751
▁በአግባቡ	-9.57533
▁ራ	-9.57584
▁ምርት	-9.57586
▁በሚመለከት	-9.57638
▁ቀለም	-9.57645
▁በጥንቃቄ	-9.57654
ሾ	-9.57662
▁ቅቧን	-9.57756
ከር	-9.57773
▁የተባሉ	-9.57842
▁አደረጉ	-9.57897
▁ቅድሚያ	-9.57973
▁እኩል	-9.58015
▁ጠላት	-9.58028
▁ህንፃ	-9.58209
▁በዘመነ	-9.58212
ጁ	-9.58273
ጄ	-9.58284
▁ይፋ	-9.58284
▁አእምሮ	-9.58296
▁የዚህን	-9.58541
ደርስ	-9.58585
▁የጊዜ	-9.58586
▁ደብረ	-9.5862
▁የተለያየ	-9.58654
▁በውጭ	-9.58659
▁ግንዛቤ	-9.58703
▁የሰ	-9.58734
▁ሀይለኛ	-9.58765
▁ማብራሪያ	-9.58766
▁ከግብፅ	-9.58879
▁ያልሆኑ	-9.589
▁ወዳጅ	-9.58904
▁መቅደሱ	-9.58929
▁ቤ	-9.58983
▁መዝገብ	-9.59067
በራ	-9.59082
▁በፅሁፍ	-9.59099
▁ምናልባትም	-9.59237
▁ሇ	-9.59239
▁የተዘጋጀ	-9.59286
▁ሙሴን	-9.59382
ጩ	-9.59451
▁ከመፅሀፍ	-9.59458
ግባ	-9.59513
▁ሞተ	-9.59598
ድን	-9.59666
ከረ	-9.59695
▁ትዳር	-9.59715
▁ያለንን	-9.59839
▁ንጉሥ	-9.59939
ቴን	-9.59946
▁ሽማግሌ	-9.59958
▁የራሱን	-9.59984
▁ጋራ	-9.60022
ሶች	-9.60032
▁አደርጋለሁ	-9.6012
▁መጥተው	-9.6013
▁ቅን	-9.60204
▁ሪ	-9.60235
▁መከላከያ	-9.60251
▁መምህራን	-9.60312
▁በዚያው	-9.60334
▁እስራት	-9.60409
▁የተሰጠ	-9.60502
▁በቃል	-9.60513
▁ሚካኤል	-9.60523
ዞ	-9.60549
▁የሚባለው	-9.60552
ሰጣቸው	-9.6065
▁መርሀ	-9.60654
▁ያደረጉት	-9.60723
▁ስላለው	-9.60849
▁ቃለ	-9.60854
▁ይደረጋል	-9.60865
▁ስትል	-9.60881
▁ቀኝ	-9.60904
▁ርቀት	-9.60917
▁አለን	-9.6092
▁ለእ	-9.60948
መል	-9.60955
▁እስር	-9.61078
▁ቴ	-9.61097
▁እውቅና	-9.61114
▁የመንግስቱ	-9.61116
▁ብን	-9.61119
▁እንስሳ	-9.61265
መረ	-9.61302
ወጡ	-9.6133
▁ዝግጁ	-9.6139
▁ከሰማይ	-9.61423
▁የሚሰራ	-9.61431
▁ስራዎችን	-9.6149
▁ተሳትፎ	-9.616
▁በሰዎች	-9.61757
ዯ	-9.61773
ጠጣ	-9.61776
▁መጠበቂያ	-9.61778
በሩ	-9.61796
▁ከሚያ	-9.61937
▁ኪ	-9.61963
▁ግጭት	-9.61964
▁የአፍሪካ	-9.61992
▁ዲያብሎስ	-9.62021
▁መገኘት	-9.62023
በል	-9.62031
▁ጥራት	-9.62073
ብል	-9.62186
▁የተለመደ	-9.62255
▁ሽ	-9.62291
▁ጥቅምት	-9.62381
▁በሚገኙ	-9.62449
▁ለእሱ	-9.62454
▁የሰራዊት	-9.6249
▁ሱ	-9.62533
▁ቢኖር	-9.62638
▁ይሄ	-9.62712
▁ማስተማር	-9.62789
▁ኤልያስ	-9.6281
▁በማስ	-9.62859
▁ሳን	-9.62906
▁የሚኖር	-9.62916
▁ኩ	-9.62936
ወራ	-9.62985
▁ልና	-9.63029
▁የኢ	-9.63044
▁የቀረበ	-9.63045
▁፸	-9.63211
▁ወዳጅነት	-9.63256
▁የወንጀል	-9.63262
▁አንተን	-9.63274
▁ገደብ	-9.63325
▁መርዳት	-9.63432
▁ዮሀ	-9.63509
▁ድንጋጌዎች	-9.63518
▁ለመፈፀም	-9.63538
▁በውሀ	-9.63561
▁እንዳለባቸው	-9.63593
▁ፍጥረታት	-9.63606
▁ጤናማ	-9.63739
▁መቀበል	-9.63774
▁በየእለቱ	-9.63783
▁ሰይፍ	-9.63783
▁የምስክር	-9.63795
▁አሰ	-9.6383
ኸው	-9.63887
▁በግብፅ	-9.63902
▁የቅዱስ	-9.64017
▁አማልክት	-9.6413
▁አብይ	-9.64132
▁መግቢያ	-9.64144
▁ዘመናዊ	-9.64159
▁ሄ	-9.64175
▁መከተል	-9.64209
▁ችላ	-9.64259
▁እርሱን	-9.64315
▁ሌሎቹ	-9.64355
▁የተደረገ	-9.64369
▁ማጥናት	-9.64378
ሞች	-9.64511
▁ሳይቀር	-9.6454
ጣሉ	-9.64744
ያችን	-9.64759
▁ታሪካዊ	-9.64976
▁የሚኖረው	-9.6498
መድ	-9.65008
▁ሰር	-9.65061
▁ፕሮፌሰር	-9.65123
▁ቴክኖሎጂ	-9.65159
▁ዝቅ	-9.65189
▁አመፅ	-9.65204
▁ገበያ	-9.65248
ታት	-9.65325
ቺ	-9.65383
,	-9.65506
▁አስተማማኝ	-9.65515
▁አሳልፎ	-9.6552
▁ተጠቃሚ	-9.65578
ከተ	-9.65653
▁የከተማ	-9.6567
ቦች	-9.65736
▁አመ	-9.65774
▁በመሄድ	-9.65793
▁የታሪክ	-9.65884
▁ጀመርኩ	-9.65914
▁ድርጊቶች	-9.65921
▁በመሆናቸው	-9.65956
▁ተናገረ	-9.66007
ላንድ	-9.6601
19	-9.6603
▁ተወካዮች	-9.66031
▁ከስራ	-9.66069
▁ሆነዋል	-9.66106
▁የማስ	-9.66142
▁ጥንቃቄ	-9.66212
▁ወደሚ	-9.66226
▁ከአለም	-9.66276
ሉት	-9.66304
▁ሰሜን	-9.66319
▁ከሁሉም	-9.66361
▁ይባላል	-9.66412
ወደ	-9.66466
▁አይችሉም	-9.66485
ሚያ	-9.6658
ፁ	-9.66593
▁እሁድ	-9.66631
▁አነጋገር	-9.66656
▁አይኖርም	-9.66669
ማት	-9.6668
▁ወሬ	-9.66727
ቷን	-9.66751
▁የሀ	-9.66824
▁ታዋቂ	-9.66896
▁ምንጮች	-9.66948
▁በየጊዜው	-9.66972
▁እንጨት	-9.66993
▁ቅር	-9.67133
▁በእናንተ	-9.67134
▁ማበረታቻ	-9.67217
▁በራሳቸው	-9.67235
▁ለአንተ	-9.6724
ኒያ	-9.67253
▁ሲታይ	-9.67319
▁መብቶች	-9.67323
▁ኬ	-9.67354
▁እንግዲያው	-9.67373
▁እኮ	-9.6743
▁ርስት	-9.67533
▁በመጨረሻ	-9.67579
▁ተነሳ	-9.67581
ረስ	-9.67596
▁አላት	-9.67704
▁ቡድኖች	-9.67708
▁ገብረ	-9.67733
▁ልጆቻቸው	-9.67735
▁ቦ	-9.678
▁ነጭ	-9.67851
▁ይኖር	-9.67854
▁ጆሮ	-9.67896
▁ሳኦል	-9.67908
▁ውል	-9.67916
▁ሰራ	-9.67979
▁መነሻ	-9.68017
▁ዳግመኛ	-9.68153
▁በያህዌ	-9.68202
▁መጡ	-9.68223
▁ማንነት	-9.68231
ከተል	-9.68235
▁ወደኋላ	-9.68263
ችበት	-9.68283
▁ተጠያቂ	-9.68314
▁መስማት	-9.684
▁ሰውየው	-9.6841
▁ስደት	-9.68453
ታለች	-9.68465
ኙ	-9.68478
▁መስቀል	-9.68516
ሮቹ	-9.68522
▁ዋናው	-9.6866
▁ሀገራት	-9.68699
▁በሚገኝ	-9.68738
▁አና	-9.68811
▁አፍቃሪ	-9.68812
▁ቲ	-9.68986
▁ሳት	-9.69001
▁ኳስ	-9.6911
▁ይገኙበታል	-9.69139
⁠	-9.69167
▁አዲሱ	-9.69216
▁ይኖረዋል	-9.69323
ደራ	-9.69361
▁ቃሉን	-9.6937
ዕ	-9.6938
▁ሪፐብሊክ	-9.69386
▁በሁለቱ	-9.69511
▁ባለስልጣኑ	-9.69519
▁ሽልማት	-9.69576
ማቸው	-9.69612
▁ጨለማ	-9.69711
▁እንዲያገኙ	-9.69758
▁ፅሁፎችን	-9.69884
ዎችና	-9.69891
▁የቀድሞ	-9.69902
▁ቶሎ	-9.69923
▁ምልክቶች	-9.69947
ገድ	-9.69947
▁አቤቱታ	-9.6998
▁አንድን	-9.70041
▁አድርጌ	-9.70199
▁እንጀራ	-9.70267
▁አንዱን	-9.70302
▁ሰልፍ	-9.70315
ውል	-9.70416
▁ድሀ	-9.70426
▁ላለው	-9.70473
▁ሂ	-9.70477
▁መንጋ	-9.70514
መለከት	-9.70628
▁ተከሳሽ	-9.70676
ሃ	-9.70708
▁ኢትዮጵያዊ	-9.70728
▁በጥንት	-9.70746
▁ፅሁፋዊ	-9.70773
▁አስተማሪ	-9.7078
▁ታቦት	-9.70912
▁መስመር	-9.70981
▁ጉባኤዎች	-9.71045
ፈረ	-9.71071
▁ማስታወቂያ	-9.71089
▁ችሎት	-9.71217
▁በሉ	-9.71238
▁ወስዶ	-9.71352
▁የኤ	-9.71378
▁ዝናብ	-9.714
ለም	-9.71403
▁ነፋስ	-9.71445
▁በወ	-9.71462
ጠብቅ	-9.71469
▁ቁርጥ	-9.71503
▁ጠቅላላ	-9.71539
▁ጥላ	-9.71563
▁እነማን	-9.71572
▁ዞን	-9.71649
ሇ	-9.71726
▁ባቢሎን	-9.7173
▁እጣ	-9.71747
ቀድ	-9.71824
▁አሜን	-9.71896
▁ይኖራሉ	-9.71987
▁ስለማ	-9.72034
▁አማራጭ	-9.72093
ዘን	-9.72141
▁መስፈርቶች	-9.72158
▁ምኞት	-9.7218
▁አሳዛኝ	-9.7225
▁ትችላላችሁ	-9.72374
▁ፆታ	-9.72398
▁በአንድነት	-9.72433
ጽ	-9.72475
▁ጠዋት	-9.72507
▁ጳጳሳት	-9.7255
▁ለማረጋገጥ	-9.72705
▁ያለባቸው	-9.72742
▁፡	-9.72752
▁ተቀ	-9.7277
▁ነቢያት	-9.72893
▁ለማሳየት	-9.7298
▁የኢኮኖሚ	-9.72985
▁ቡ	-9.73005
▁የሰጠውን	-9.73014
▁ኢን	-9.73035
▁ሄዶ	-9.73049
▁ድንኳን	-9.73087
▁አቤቱ	-9.73097
ዘጋ	-9.73102
ላቸውን	-9.73104
▁እንቅልፍ	-9.7325
▁ሊያደርግ	-9.73373
▁ነዉ	-9.73391
▁ዘግቧል	-9.73477
▁አውራ	-9.73499
▁ይዟል	-9.73511
▁ይታወቃል	-9.73536
▁ወታደራዊ	-9.73658
▁ድፍረት	-9.73738
▁እህል	-9.73768
▁ከእግዚአብሄር	-9.73807
▁ቆ	-9.73946
▁የመንፈስ	-9.74002
▁ሆና	-9.74014
ረን	-9.74119
▁ባለቤቴ	-9.74139
▁ነጥቦች	-9.74264
▁የገዛ	-9.74344
▁የሚከተሉትን	-9.74351
ፋቸው	-9.74356
▁የሚፈልጉ	-9.74414
▁ቀና	-9.74456
▁ለህዝቡ	-9.74489
▁ወዲያው	-9.74496
▁ምድብ	-9.7455
ችሁን	-9.74613
ካል	-9.74668
▁ይኖሩ	-9.74669
▁ደረሰ	-9.74705
▁አምላካችን	-9.74796
▁ሶ	-9.74804
▁በሀ	-9.74818
▁መታ	-9.74898
▁ዩ	-9.74928
▁አንቺ	-9.74964
ፖ	-9.75011
▁ዘመቻ	-9.75067
ብራ	-9.75084
▁ሙዚቃ	-9.75203
▁ተግሳፅ	-9.75387
ጥሩ	-9.75435
▁ከምድር	-9.75447
▁ተርፎ	-9.7546
▁ለመሆኑ	-9.75535
▁አየ	-9.75565
▁ጄ	-9.75569
▁ለረጅ	-9.75598
▁ኑ	-9.75603
ዳቸው	-9.7561
▁የመሬት	-9.75676
▁በእነሱ	-9.75725
▁ዋስትና	-9.75788
▁ለፊት	-9.75864
▁የምትችለው	-9.759
▁ሌ	-9.75965
▁እጁን	-9.76009
▁በኢ	-9.76013
▁የሚሰጡ	-9.76051
▁፴፰	-9.76056
▁ጣቢያ	-9.76079
ከብ	-9.76102
▁የመጡ	-9.76117
▁ለማቅረብ	-9.76165
ለመ	-9.76166
▁የሚገቡ	-9.76245
▁የኢየሱስን	-9.76267
▁ምስል	-9.76295
▁ክርስቶስን	-9.76312
▁ክቡር	-9.76314
▁ከነበረው	-9.76353
▁የመጣው	-9.76439
ቀመጥ	-9.76439
▁መላው	-9.76461
▁ህፃን	-9.76525
▁ናችሁ	-9.76573
ሰጠው	-9.76633
▁ነቢይ	-9.76726
▁ስብከቱ	-9.76752
▁ከኢትዮጵያ	-9.76774
ልክ	-9.76831
▁አይነቶች	-9.76856
▁ጭ	-9.76857
▁የሚያሳዩ	-9.76869
ብረ	-9.76922
▁፵፭	-9.76922
▁፴፮	-9.76932
▁ቦርድ	-9.76946
▁ከእነርሱ	-9.77031
▁ገዥ	-9.7714
▁በግል	-9.77141
▁ቀርቦ	-9.77257
▁ዮርክ	-9.77271
▁እንቅፋት	-9.773
▁መንግሥት	-9.77315
▁ልጆቻቸውን	-9.77378
ጋል	-9.77448
▁ፖለቲካ	-9.7751
▁እንዱ	-9.77547
▁አው	-9.77627
▁እኔና	-9.77648
▁ስምንት	-9.7765
e	-9.77702
▁የፍርድ	-9.77723
▁በታላቅ	-9.77737
▁የጥናት	-9.77744
▁አካሄድ	-9.77808
▁እንግሊዝኛ	-9.77833
▁ሲመጣ	-9.77854
ቃቸው	-9.77877
ቶቻቸው	-9.77879
▁ውጥረት	-9.7788
▁ድንጋጌ	-9.77888
▁የግድ	-9.77915
▁ታማኝነት	-9.77923
▁በሰሜን	-9.78021
▁አካላዊ	-9.78088
▁ሊያስ	-9.78151
▁አድርገህ	-9.78206
▁የፍቅር	-9.78273
▁ሚስቱ	-9.78314
▁ዲሞክራሲያዊ	-9.78315
▁በብዛት	-9.78329
ዷ	-9.7837
ፈት	-9.78383
▁✔	-9.78462
▁ካላ	-9.78501
▁ከብዙ	-9.7855
▁ቤቱን	-9.78661
አቸው	-9.78797
▁ደግ	-9.78839
▁ጥምቀት	-9.78841
ገረ	-9.78868
ደረ	-9.78881
ረግ	-9.79025
▁የመረጃ	-9.79033
▁አስኪያጅ	-9.79045
▁በውስጡ	-9.79253
ውንም	-9.79326
▁የልብ	-9.79356
ንድ	-9.79397
▁ክህነት	-9.79416
▁ሸለቆ	-9.79551
▁ፎቶ	-9.79596
▁የመጠበቂያ	-9.79669
▁የስጋ	-9.79689
▁መግባት	-9.79748
▁ግርማ	-9.79754
▁ቅርፅ	-9.79766
▁ካላቸው	-9.79807
▁ታላላቅ	-9.79822
▁ሲሄድ	-9.7983
▁ክልሎች	-9.79878
▁ቡና	-9.79885
▁በቅርብ	-9.8004
▁ነገስት	-9.80115
▁እንቅስቃሴዎች	-9.80148
▁በቀስ	-9.80228
▁ፊ	-9.80275
▁የትኞቹ	-9.80318
ዳን	-9.80343
ደርግ	-9.80351
ቀበሉ	-9.80375
ራሉ	-9.80515
▁መንደር	-9.80713
▁የቅርብ	-9.8074
▁ሄዱ	-9.80749
በቃ	-9.80819
▁ፍቅራዊ	-9.80879
ልቅ	-9.80898
▁ሲደርስ	-9.80906
▁እንዲችሉ	-9.80918
ጆ	-9.80993
▁መስሎ	-9.80998
▁በየቀኑ	-9.81003
፻	-9.81018
▁በሚቀጥለው	-9.81045
▁መሰል	-9.81106
▁ኦቭ	-9.81298
▁በድጋሚ	-9.81348
▁ወይን	-9.81354
ጠሩ	-9.81387
▁ተወ	-9.81604
▁ሰማያት	-9.81637
ያዊ	-9.81643
ላሉ	-9.81675
▁እሷ	-9.81692
▁የሚሰሩ	-9.81741
መጡ	-9.81771
▁ያህዌን	-9.8183
ለኝ	-9.8184
▁የወ	-9.81887
▁ዓክልበ	-9.81914
በስ	-9.81932
▁ማህበር	-9.81962
▁ከሆኑ	-9.81969
▁ግቢ	-9.82096
ፈልግ	-9.82257
▁አህዛብ	-9.82328
▁ግንቦት	-9.82351
▁ከሆነው	-9.82407
▁አንድም	-9.82412
▁ስና	-9.82431
▁ጌታችን	-9.82479
▁ጨ	-9.82489
▁ባለሙያ	-9.82528
▁የሚያደርጉት	-9.82597
ፈን	-9.82671
▁ያቀርባል	-9.8277
▁ችሏል	-9.82771
▁ተደ	-9.82834
▁ማናቸውም	-9.82848
ጠበቅ	-9.82851
▁አስታወቀ	-9.82856
▁የሚያስችሉ	-9.82877
▁ራሳቸው	-9.82879
▁ለመሄድ	-9.82903
▁ሙከራ	-9.82919
ደግ	-9.82937
ግብ	-9.8294
▁ግድ	-9.82956
ራችሁ	-9.82968
ሰል	-9.82987
▁ተመ	-9.83028
ብር	-9.83031
▁በዩናይትድ	-9.83081
▁ባሻገር	-9.83084
▁መረጃዎችን	-9.83136
▁ልምድ	-9.83137
▁ሶስተኛ	-9.83139
▁ምዝገባ	-9.83187
▁ምእራብ	-9.83198
▁ሻ	-9.83271
▁ኤስ	-9.83292
▁ወደዚህ	-9.83346
▁በመከራ	-9.83356
ሯል	-9.83403
▁የእኔ	-9.83551
ገለ	-9.83599
▁ፒ	-9.83611
▁ስለመ	-9.83623
▁በመካከላቸው	-9.83633
ረገ	-9.83646
▁የአስተዳደር	-9.83706
▁ወልደ	-9.83813
▁አንዳች	-9.83871
▁በማቅረብ	-9.83937
▁ለማጥፋት	-9.84
ሆኑ	-9.84015
ዎን	-9.84049
▁ዘሮች	-9.84055
▁መላ	-9.84065
▁አሳይቷል	-9.84071
ወስድ	-9.84078
ከፍ	-9.84096
ዳል	-9.84111
▁በነፃ	-9.84214
▁ርእሶች	-9.84286
▁ዛፎች	-9.84288
▁የራሱ	-9.8431
▁ማረጋገጥ	-9.84379
▁አማ	-9.8438
▁ብልግና	-9.84389
ነትን	-9.84433
▁ዝርያዎች	-9.84451
▁መጨረሻው	-9.84498
▁ሰኔ	-9.84545
▁የምርጫ	-9.84554
ሰጡ	-9.84567
▁ተገቢውን	-9.84577
▁ፋ	-9.84672
▁ውሎ	-9.84685
ስራ	-9.84698
▁መሰረተ	-9.84754
▁ላከ	-9.84817
▁ግፍ	-9.84828
▁ገዳም	-9.84856
▁ጣ	-9.84876
▁ሄዋን	-9.8489
ፈፀሙ	-9.8491
ሰረ	-9.84984
▁የዘር	-9.85002
▁መኮንን	-9.8509
▁ይፈልጋል	-9.85235
ቀረ	-9.85274
▁የተባበሩት	-9.85299
▁በቅዱስ	-9.85313
▁በትእግስት	-9.85382
▁በየትኛው	-9.85382
▁የጎደለው	-9.85384
ጥል	-9.85488
▁ካህናቱ	-9.85508
ጠየቅ	-9.85522
▁ወደዚያ	-9.85524
▁እርካታ	-9.8553
▁የተጠቀሰው	-9.85531
▁እውን	-9.85535
▁ሁኔታውን	-9.85587
▁ካልተ	-9.85603
▁ሂሳብ	-9.85606
▁በገዛ	-9.85641
ሊን	-9.85662
ጠረ	-9.85688
▁ዶ	-9.85717
▁አቅራቢያ	-9.85801
▁ቆዳ	-9.85808
▁አይቻልም	-9.85899
▁ጥናቶች	-9.85964
▁ለመናገር	-9.85973
▁ግፊት	-9.8605
ስማማ	-9.86101
▁ተቀምጦ	-9.86194
▁ፓትርያርክ	-9.8621
▁ከነበሩት	-9.86242
▁ጫና	-9.86243
▁የሚበልጡ	-9.86268
▁ለሁለት	-9.86268
▁መደምደሚያ	-9.8629
▁አመራሮች	-9.86309
▁በቀን	-9.86347
▁ሮሜ	-9.86347
▁እንዳሉት	-9.86358
ዘር	-9.8636
▁ስለነበረ	-9.86472
▁ግንባር	-9.86551
▁ከእስራኤል	-9.86558
a	-9.86566
▁ህሊና	-9.86596
▁እንክብካቤ	-9.86639
▁ያውቃሉ	-9.86643
▁የሚሉት	-9.86648
▁እርሻ	-9.86671
▁ድረ	-9.86681
▁ክፋት	-9.86708
▁እባክህ	-9.86714
▁የወርቅ	-9.86741
▁በአገልግሎት	-9.86744
▁የመንግስቱን	-9.8676
▁ረቂቅ	-9.86785
▁ነበራቸው	-9.86792
▁እር	-9.86825
▁ተክል	-9.86856
ዳር	-9.86866
▁በእንግሊዝኛ	-9.86898
▁ሊኖር	-9.86947
▁መቃብር	-9.86953
▁የቀ	-9.86979
▁የራሳቸውን	-9.87022
▁ከልክ	-9.87027
▁ቁሳዊ	-9.87165
▁ይጠይቃል	-9.87167
▁ኣ	-9.87169
▁የፍትህ	-9.87201
ፈጠሩ	-9.87215
ሊያ	-9.87246
ገል	-9.87248
▁የሀገር	-9.8729
▁ቢሆኑ	-9.87297
▁ተብሏል	-9.87311
▁ለእርሱ	-9.87368
ሀለሁ	-9.87407
▁አድሮ	-9.87449
▁ውብ	-9.87471
▁እሷም	-9.8749
ፍር	-9.87552
▁ስልክ	-9.87584
▁ይሰማቸዋል	-9.87617
▁ስርጭት	-9.87618
▁መድረክ	-9.87623
▁የተባለች	-9.87642
ወሰዱ	-9.87648
▁ልመና	-9.87681
▁እርምጃዎች	-9.87722
ፈለ	-9.87729
▁ይታያል	-9.87763
▁ኤጀንሲ	-9.8788
▁ሀያ	-9.87945
ኖሩ	-9.87956
▁፹	-9.87983
▁ሰንበት	-9.87984
▁መዝሙሮች	-9.87988
ወር	-9.87993
▁ሎ	-9.88007
▁የሙዚቃ	-9.88063
▁መንግስታዊ	-9.88097
▁እንዲሰጥ	-9.88124
ተካ	-9.88175
▁ዳይሬክተር	-9.88219
▁ጆን	-9.88227
▁ያሰ	-9.883
▁ሶስቱ	-9.88329
▁ሆነን	-9.88332
▁ያለብን	-9.88342
▁ህይወታቸውን	-9.88354
▁እውነተኛው	-9.884
▁አፈር	-9.88402
ፈፅም	-9.88437
ሼ	-9.88474
▁ነሀሴ	-9.88487
▁ቆሞ	-9.88504
ውቅ	-9.88559
▁እርግጠ	-9.88588
ነብ	-9.88647
▁አለች	-9.88654
▁አልባ	-9.88721
▁እንዳን	-9.8873
▁መለኮታዊ	-9.88743
▁ጥንካሬ	-9.88745
▁መገናኛ	-9.88762
▁ኖሀ	-9.88863
▁ጥቅሶች	-9.88934
▁ባለበት	-9.89023
▁ጨርሶ	-9.89052
▁የተረጋገጠ	-9.89081
ቨር	-9.89093
▁ደስተኞች	-9.89095
▁ይሰ	-9.89196
▁ማሀበራዊ	-9.89202
▁ይሰራል	-9.89205
▁ይቀ	-9.89223
▁አዳ	-9.8932
▁ኢየሱስም	-9.8934
▁ያለፈ	-9.89353
▁ሉ	-9.89358
▁እንደሌለ	-9.89379
▁ትናንት	-9.8939
▁ላለ	-9.89433
▁ለሚያ	-9.89437
ግራ	-9.89481
ሾች	-9.89484
▁ብርታት	-9.89546
ፊያ	-9.89602
▁ጉዳዮችን	-9.89618
▁የተሳሳተ	-9.89648
▁ርኩስ	-9.89663
▁ሮ	-9.89749
▁ተነስተው	-9.89823
▁ፓትርያርኩ	-9.89828
▁ማረፊያ	-9.89881
▁ብዙሀን	-9.89894
▁ደሴት	-9.89986
ጣቸው	-9.90024
ሩን	-9.90163
ሩት	-9.90167
▁ሀያል	-9.90197
▁ተመልሶ	-9.903
ኳቸው	-9.90347
▁እንዲኖራቸው	-9.90412
ከት	-9.90418
ጠር	-9.90436
▁የክርስቲያን	-9.90438
▁ቁልፍ	-9.90445
▁ጌ	-9.90452
▁ይህንኑ	-9.9047
▁ጀ	-9.9047
▁አመታዊ	-9.90483
▁አሳቢነት	-9.90484
ፔ	-9.90489
▁አውቃለሁ	-9.90511
▁የተያያዙ	-9.90523
▁ህይወቱን	-9.90528
▁ፖለቲካዊ	-9.90617
▁ትእግስት	-9.90628
▁የሀዋርያት	-9.90664
▁ምስክርነት	-9.90722
ያህ	-9.90773
▁ጤንነት	-9.9082
ዓ	-9.90822
▁አንደኛ	-9.90882
ሏ	-9.90941
▁እረኛ	-9.90946
▁በስጋ	-9.90955
ዮች	-9.91021
▁ጊዮርጊስ	-9.91025
▁ልባዊ	-9.91061
▁ወለደ	-9.91086
▁ቅጥር	-9.91114
▁የተወሰኑ	-9.91131
▁ጫፍ	-9.91154
▁በርሳቸው	-9.91205
▁ጥብቅ	-9.91208
ባር	-9.91231
ይዝ	-9.91288
▁ደርሶ	-9.91305
▁ለማስወገድ	-9.91366
▁ብርቱ	-9.91492
▁መግዛት	-9.91504
▁የከፋ	-9.91548
▁ሰጪ	-9.91561
▁ቪ	-9.91572
ረት	-9.91609
▁በቀለ	-9.91634
የስ	-9.91651
▁የሚቀርብ	-9.91656
▁ይችል	-9.91709
▁በስፋት	-9.91913
▁ለመቋቋም	-9.91931
ረፍ	-9.9196
▁አምላክህ	-9.92
▁ጋብቻ	-9.92044
ደርሱ	-9.92062
▁ይሰጠናል	-9.92069
▁አጋ	-9.92078
▁ለእስራኤል	-9.92124
▁እትም	-9.92136
▁ባለመ	-9.92192
ረሳ	-9.92235
▁አላህ	-9.92235
▁ሆስፒታል	-9.92256
▁መቆጣጠር	-9.92277
ኞቹ	-9.92417
ጠን	-9.92461
ገባቸው	-9.92524
▁ስያሜ	-9.92541
▁አድራሻ	-9.92545
s	-9.92625
▁እንደሚቻለው	-9.92642
▁ማመልከቻ	-9.92671
▁እንደተጠበቀ	-9.92673
▁የማን	-9.92737
▁ኢኮኖሚ	-9.92773
ራችን	-9.92795
▁ወይንም	-9.92801
▁ዩናይትድ	-9.92828
▁ሆን	-9.93006
▁መሪነት	-9.93007
▁የመከላከያ	-9.93038
▁ቱ	-9.93191
ኡ	-9.93222
▁ለመፍታት	-9.93254
መቱ	-9.93294
▁ፀ	-9.93309
▁ሀምሌ	-9.93345
ጓዝ	-9.93354
▁ጎንደር	-9.93367
▁ውጤቶች	-9.93417
▁አመቺ	-9.93423
ጠይቅ	-9.9343
▁ካስ	-9.93469
▁ቅድመ	-9.93511
▁ልቡ	-9.93633
▁በዘመናችን	-9.93639
▁በመግለፅ	-9.93653
▁ተራሮች	-9.93769
▁ዳቦ	-9.93784
ሞላ	-9.93837
መለከቱ	-9.93856
▁እናውቃለን	-9.93893
▁፳፻	-9.93934
▁ከሆኑት	-9.93935
▁መሰዊያ	-9.93946
▁ቆይቷል	-9.93976
▁ጂ	-9.94049
▁፪፻	-9.9406
ፍራ	-9.94085
ናውያን	-9.94134
ቬ	-9.94153
መጥ	-9.94187
▁ተፈታታኝ	-9.94213
መሩ	-9.94231
▁እነዚያ	-9.94287
▁የሚገኙትን	-9.94322
▁ምስጢር	-9.94454
▁ማውጣት	-9.94456
▁ሁኑ	-9.94469
▁ብላችሁ	-9.94489
የን	-9.94501
ኗ	-9.94534
▁የፅድቅ	-9.94671
▁ወላጅ	-9.94688
▁የተባሉት	-9.94691
▁ሰላምና	-9.94694
▁ከሶስት	-9.94697
▁ጥቅሞች	-9.94699
▁አስፈላጊውን	-9.94703
▁በባህር	-9.94726
▁ካርታ	-9.94764
▁በአሜሪካ	-9.94847
▁ወሰን	-9.94864
▁ፈጣን	-9.94915
▁ችለዋል	-9.94947
▁ችግሮችን	-9.94961
▁የገባ	-9.95015
▁አቀረበ	-9.95121
▁ፖ	-9.95156
▁ራሴን	-9.95174
▁ትግራይ	-9.95222
▁ለመመለስ	-9.95247
▁በድፍረት	-9.95344
▁የሚኒስትሮች	-9.95405
▁ጣልቃ	-9.95436
▁ማለቱ	-9.95444
ሚስተር	-9.95461
▁አደባባይ	-9.95477
መልስ	-9.95541
▁ጌታዬ	-9.95558
▁መንስኤ	-9.95585
▁ትንቢቶች	-9.95587
▁ፕሬዝዳንት	-9.95617
ፈታ	-9.95657
ለዋል	-9.95663
▁እንድንችል	-9.95697
▁እፅ	-9.95735
▁ድርጅቱ	-9.95811
▁ይሄዳል	-9.9584
▁ተፈፃሚ	-9.95892
▁ቦርዱ	-9.96002
በዛ	-9.96029
ጋት	-9.96046
▁በቁጥጥር	-9.96077
▁ካህኑ	-9.9614
ያቸውን	-9.96202
ኝም	-9.96202
▁ሀይማኖቶች	-9.96216
▁አስታውቋል	-9.96242
▁ፊደል	-9.96245
ዉን	-9.96264
▁አብረን	-9.96271
ሰላ	-9.96274
▁ተመልካች	-9.9637
▁በጌታ	-9.96394
▁ኢትዮጵያን	-9.964
▁እንዳስ	-9.96409
▁ሁ	-9.9642
▁ስላል	-9.96433
አት	-9.96524
▁ኡ	-9.96531
▁ለኢትዮጵያ	-9.96547
▁ፈርኦን	-9.96556
▁ገፅታ	-9.96597
▁ምሳሌዎች	-9.9664
▁ምድረ	-9.96685
▁ምድራዊ	-9.96698
ኽ	-9.96732
▁ለመግለፅ	-9.96734
ጪ	-9.96767
▁ማከናወን	-9.96776
▁እንደማ	-9.96793
፼፳፻፲፪	-9.96817
▁ታውቋል	-9.96817
▁የሚጠይቅ	-9.96846
በሉ	-9.96874
ሏል	-9.96907
▁መጠጥ	-9.96909
▁ሳይንስ	-9.96931
ፈስ	-9.9694
▁የመሆን	-9.96994
▁በምስራቅ	-9.97011
▁ምርጥ	-9.97027
▁መቅረብ	-9.9703
ቀጣ	-9.97054
▁የተሟላ	-9.97054
▁ክርክር	-9.97068
▁የሚሰጠውን	-9.97132
▁ቀጠሮ	-9.97147
▁ተከታታይ	-9.97148
▁አገልጋዮቹ	-9.97209
▁በድንገት	-9.9723
▁መርከብ	-9.9724
▁ከኢየሱስ	-9.97267
▁በልዩ	-9.97289
▁ማዳበር	-9.97317
ያዙ	-9.97359
▁አያውቅም	-9.97395
▁ችግሩ	-9.97399
▁፴፱	-9.97405
▁ሰጥቶ	-9.97421
ዘው	-9.97456
▁መጋቢት	-9.9746
▁ትብብር	-9.97477
▁ያገኛሉ	-9.97477
▁የሙያ	-9.97523
▁እየሰራ	-9.97579
▁ሊባል	-9.97622
▁ክትትል	-9.97643
▁ሚልዮን	-9.97644
▁በቃ	-9.97673
▁መከላከል	-9.97693
▁ከየት	-9.97698
▁ፍጥነት	-9.97745
▁ትሁት	-9.97761
▁ፈር	-9.97781
▁ሙታን	-9.97803
▁በመባል	-9.97822
▁በተወሰነ	-9.9786
▁ዘዴዎች	-9.9787
▁ክርስቲያናችን	-9.97878
▁ወቅታዊ	-9.97893
▁የመሰለ	-9.97916
▁ውስጣዊ	-9.97976
▁በምድረ	-9.97985
▁ጃ	-9.98033
▁ሰማ	-9.98042
▁ዮ	-9.98046
ባይ	-9.98082
▁ሰውነት	-9.98084
▁ልጆቻችሁ	-9.98133
▁ታስ	-9.98139
▁በግለሰብ	-9.98143
▁ግለሰቡ	-9.98232
▁አጠቃቀም	-9.98287
▁ቆሮ	-9.98398
ቀን	-9.98445
ያዝ	-9.98489
▁በመከተል	-9.98567
ዘጋጅ	-9.98601
▁ማሳ	-9.98656
▁ኤፌሶን	-9.9873
▁፵፪	-9.98733
▁ተጠ	-9.98798
▁መዋጮ	-9.98832
▁፵፬	-9.98864
ደረግ	-9.98898
▁ፔ	-9.98921
ረድ	-9.98969
▁በመስራት	-9.98972
▁አማርኛ	-9.98983
ክል	-9.99005
▁በጥሩ	-9.99018
▁ግብረ	-9.99045
▁የነበራቸው	-9.99127
▁መኖሩን	-9.99132
▁ለእነሱ	-9.99137
▁ማመን	-9.99211
▁እጥፍ	-9.99249
▁መቀጠል	-9.99282
▁ማሻሻያ	-9.99327
ስር	-9.99329
▁ብቻውን	-9.99354
▁የሀጢአት	-9.99355
ቧ	-9.99365
▁የእሱ	-9.99391
▁ፅ	-9.99478
▁ንድፍ	-9.995
ዪ	-9.99544
ቃሉ	-9.99576
▁የጌታ	-9.99634
▁አንዳቸው	-9.99713
ሰዋል	-9.99734
▁ተስማሚ	-9.99737
▁ለማከናወን	-9.99762
▁ሏላዊው	-9.99795
▁የሚመራ	-9.9983
▁19	-9.99852
▁ይዘት	-9.99865
▁ረዳት	-9.99906
▁ሚዛናዊ	-9.99912
▁እንባ	-9.99985
▁ስርአቱ	-10
▁ደረጃዎች	-10.0001
▁አልቻለም	-10.0008
▁የክልል	-10.0008
▁ትህትና	-10.0022
▁የእሱን	-10.0023
▁እያንዳንዳቸው	-10.0025
▁የፀጥታ	-10.0025
▁መታሰቢያ	-10.0028
▁ለያህዌ	-10.0034
▁የአእምሮ	-10.0034
፦	-10.0035
▁አስተዳዳሪ	-10.0037
▁በሁለተኛው	-10.0037
▁ዛ	-10.0042
▁በረከቶች	-10.0045
▁በፊቱ	-10.0049
▁የተሰሩ	-10.0051
▁ቅዳሜ	-10.0052
▁ደራሲ	-10.0057
▁ሄደው	-10.0058
▁በሶስት	-10.006
ቤቱ	-10.0069
▁ለእነዚህ	-10.0072
ርቅ	-10.0082
▁የጠበቀ	-10.0082
▁ኤል	-10.0083
▁ለየት	-10.0084
▁የሚኖሩት	-10.0085
▁የሳይንስ	-10.0085
ልኛል	-10.0086
▁ጠባቂ	-10.0091
ነግ	-10.0091
▁በስነ	-10.0102
▁ፀረ	-10.0105
▁የሚረዱ	-10.0106
▁ለማስ	-10.011
▁የኦሮሞ	-10.0111
▁ፍጥረት	-10.0111
▁የጥፋት	-10.0119
ሰለ	-10.0127
▁እንዲኖረው	-10.0128
▁የእብራይስጥ	-10.0128
▁የቻለው	-10.013
ጣት	-10.013
▁ያደርግ	-10.0134
▁መመለስ	-10.0138
▁ክርስቲያንን	-10.014
▁፳፻፰	-10.0147
ጠላ	-10.0158
▁መዝሙራዊው	-10.0159
▁ተመራማሪዎች	-10.016
ደሰት	-10.0164
▁እዘአ	-10.0171
ድሩ	-10.0173
▁ብልፅግና	-10.0176
ጠቃ	-10.018
▁እንደዚያ	-10.018
▁ደካማ	-10.018
▁የላቸውም	-10.0193
▁በሀይል	-10.0196
▁ያሳያሉ	-10.0197
▁የምንለው	-10.0198
▁ያምናሉ	-10.0198
▁ለመድረስ	-10.0198
▁ለማስፈፀም	-10.0206
የር	-10.0207
▁ሳቢያ	-10.0212
▁ብቁ	-10.0213
▁የተገኘው	-10.0213
▁ካህን	-10.0214
▁፵፩	-10.0222
▁ማህበረሰብ	-10.0224
▁ጠባይ	-10.0226
ቻል	-10.0227
ገብ	-10.023
▁ስለሚያ	-10.024
ያለሁ	-10.0241
▁ስፋት	-10.0245
▁ተክለ	-10.0245
▁እንዴ	-10.0247
▁ሳል	-10.0252
▁ደቂቃ	-10.0253
▁አዘጋጅ	-10.0255
▁ሰዎቹ	-10.0264
ነካ	-10.0265
▁የተሞላ	-10.0279
ኀ	-10.0282
▁ታውቃለህ	-10.0285
▁፺	-10.0285
▁ዘላለማዊ	-10.0291
▁በፈቃደኝነት	-10.0293
ያስ	-10.0294
ላችን	-10.03
▁ታሪኮች	-10.0303
▁ብረት	-10.0306
▁ያስገኛል	-10.0311
▁ምቹ	-10.0315
▁ባሪያዎች	-10.0326
▁ጉድጓድ	-10.0331
▁በሬ	-10.0332
ለሁ	-10.0339
▁ሀኪም	-10.0341
▁ሚኒስቴሩ	-10.0346
ነታችን	-10.0347
መት	-10.0347
▁ህልውና	-10.0349
ግር	-10.0355
ሙት	-10.0363
▁ልጃችሁ	-10.0363
ርያ	-10.0364
▁የራስ	-10.0365
መታ	-10.0366
▁በአፍሪካ	-10.0368
▁ስለማይ	-10.0368
▁በመያዝ	-10.0371
▁አገራት	-10.0373
▁ሁኔታዎችን	-10.0374
ረሱ	-10.0375
▁መዳን	-10.0378
▁በማሳየት	-10.0379
▁ችግሩን	-10.0381
▁ተከ	-10.0382
▁ሚስቶች	-10.0384
▁አንተስ	-10.0385
▁የሰውነት	-10.0389
▁አደጋዎች	-10.0389
ገነባ	-10.0389
▁በተለየ	-10.039
▁ጊዜያዊ	-10.039
▁በሙሴ	-10.0391
▁በሰ	-10.0394
▁የሙሉ	-10.0395
ራን	-10.0395
▁በራስ	-10.0398
▁ጥቁር	-10.0399
▁አወጣ	-10.0401
ወለድ	-10.0403
▁ሌላውን	-10.0416
▁ንጉሱም	-10.0417
ጎዳ	-10.0423
▁አልጋ	-10.0427
ነጋገር	-10.0427
▁ጨዋታ	-10.0428
▁ይዞታ	-10.0429
▁የሚደርስ	-10.0432
▁የፀና	-10.0432
▁እንዲኖሩ	-10.0435
ሳሉ	-10.0438
▁ያገኘነው	-10.0448
▁በህይወታችን	-10.0448
ገነዘብ	-10.0451
ዲያ	-10.0451
▁፭፻	-10.0451
▁ሹ	-10.0453
በረታታ	-10.0455
▁ቅሬታ	-10.0457
▁የለሽ	-10.046
ገልፅ	-10.0462
▁የኦ	-10.0467
▁ይመስል	-10.0468
▁ውጊያ	-10.0472
▁፫፻	-10.0473
ከፋ	-10.0475
▁=	-10.0478
▁አገኘ	-10.0487
▁ቢሊዮን	-10.0488
▁በይፋ	-10.0491
ቂያ	-10.0495
▁ማድረጉ	-10.0506
▁የመኖር	-10.0507
▁ፃድቃን	-10.0512
ከስ	-10.0513
▁ለሌላ	-10.0513
ስል	-10.0517
ነስ	-10.052
▁በሀገር	-10.0521
ሞቱ	-10.0522
▁እንደነዚህ	-10.0524
▁ከወ	-10.0526
▁ያስፈልገናል	-10.0533
▁በሰይፍ	-10.0533
▁መውጣት	-10.0533
▁ልባቸው	-10.0537
▁ይዘ	-10.054
▁የሚደረገው	-10.054
▁ወፎች	-10.0543
▁ማድረጋችን	-10.0551
▁በቅ	-10.0553
▁መፃህፍትን	-10.0554
▁ከማድረግ	-10.056
▁፳፻፲	-10.0561
▁ኮሚቴው	-10.0566
ያት	-10.0568
▁በቤተሰብ	-10.058
▁መሀመድ	-10.0583
▁ሳራ	-10.0584
▁ድንበር	-10.0588
▁የካቲት	-10.0592
▁ከውጭ	-10.0597
▁እዚያው	-10.0603
▁ቃሉ	-10.0604
▁ጠላቶች	-10.0604
ከብር	-10.0605
▁ሀሴት	-10.0607
▁ይፈልጋሉ	-10.061
▁ፈቃደኞች	-10.0614
▁የቆየ	-10.0614
▁የምክር	-10.0616
ቆሙ	-10.0616
▁ያላት	-10.0617
▁ትርፍ	-10.0619
▁የሌለበት	-10.0622
ታው	-10.063
▁አሰጣጥ	-10.0632
▁ገብተው	-10.0634
ነፃ	-10.0635
▁የአይሁድ	-10.0641
▁አዎንታዊ	-10.0644
ታዘዝ	-10.0644
▁የፋይናንስ	-10.0645
ቃት	-10.0649
▁የሰብአዊ	-10.065
▁እጥረት	-10.0652
▁ሰነዶች	-10.0654
▁ቴሌቪዥን	-10.0655
ሐ	-10.0664
▁መፅሀፉ	-10.0665
▁የሚፈልግ	-10.0665
▁ይፈ	-10.0667
▁ሂድ	-10.067
▁የሆነችው	-10.0675
▁ቆይታ	-10.0679
▁ይጠ	-10.0681
▁የሰውን	-10.0682
ካፈል	-10.0684
ዎት	-10.0684
▁ተናግራለች	-10.0686
ርቶ	-10.0691
ቸዋለሁ	-10.0695
▁ቁጥራቸው	-10.0696
▁ማስረጃዎች	-10.0696
▁አደራ	-10.0697
▁እያስ	-10.0703
▁የተያያዘ	-10.0704
ፋት	-10.0705
▁የሚመጣ	-10.0713
▁ጠብቆ	-10.0717
▁የማት	-10.0724
▁እንዲያደርግ	-10.0726
▁ለስራ	-10.0727
▁ፖሊሲ	-10.073
▁አስፈላጊነት	-10.073
▁የማይችል	-10.073
▁ተከታይ	-10.0734
▁ቀጥ	-10.0741
▁ምሁር	-10.075
▁ያገኘው	-10.0752
▁በመቀጠል	-10.0752
▁የጀመረው	-10.0752
▁የሚያገለግሉ	-10.0754
▁ከተማዋ	-10.0756
▁በዝርዝር	-10.0759
▁በከፊል	-10.076
▁ህዝቡም	-10.0767
▁አንበሳ	-10.0772
